Repository: mailinhrok/Kenshi-Viet-Hoa
Catalog: */LC_MESSAGES/main.po
Languages: vi_vn

source: Chance of evading attacks while unarmed
vi_vn: Cơ hội trốn tránh các cuộc tấn công trong khi không vũ trang

source: Chance of evading attacks while stumbling
vi_vn: Cơ hội trốn tránh các cuộc tấn công trong khi vấp ngã

source: Dodge XP rate:
vi_vn: Dodge XP Tỷ lệ:

source: (Training hindered by encumbrance)
vi_vn: (Huấn luyện cản trở bởi giới hạn)

source: Getting hit while stumbling
vi_vn: Bị đánh trong khi vấp ngã

source: Max run speed:
vi_vn: Tốc độ chạy tối đa:

source: Current run speed:
vi_vn: Tốc độ chạy hiện tại:

source: Athletics XP bonus:
vi_vn: Athletics XP thưởng:

source: Running fast, with a light inventory
vi_vn: Chạy nhanh, với hàng tồn kho nhẹ

source: Max swim speed:
vi_vn: Tốc độ bơi tối đa:

source: Current swim speed:
vi_vn: Tốc độ bơi hiện tại:

source: Swimming around in water
vi_vn: Bơi xung quanh trong nước

source: First aid skills:
vi_vn: Kỹ năng sơ cứu:

source: Healing people
vi_vn: Người chữa bệnh

source: Crafting medkits
vi_vn: Thủ công Medkits

source: Amount of damage dealt
vi_vn: Lượng thiệt hại gây ra

source: Attacking with this specific weapon
vi_vn: Tấn công bằng vũ khí cụ thể này

source: Accuracy:
vi_vn: Sự chính xác:

source: Rate of fire:
vi_vn: Tốc độ lửa:

source: Using harpoon and crossbow turrets
vi_vn: Sử dụng tháp pháo harpoon và nỏ

source: Using crossbows and ranged weapons
vi_vn: Sử dụng nỏ và vũ khí tầm xa

source: Accuracy
vi_vn: Sự chính xác

source: Shooting moving targets:
vi_vn: Chụp mục tiêu di chuyển:

source: Using turrets and ranged weapons
vi_vn: Sử dụng tháp pháo và vũ khí tầm xa

source: Friendly fire avoidance:
vi_vn: Tránh lửa thân thiện:

source: Accidentally shooting your friends
vi_vn: Vô tình bắn bạn bè của bạn

source: Stealing items
vi_vn: Ăn cắp các mặt hàng

source: Selling stolen items
vi_vn: Bán các mặt hàng bị đánh cắp

source: Stealing things
vi_vn: Ăn cắp mọi thứ

source: Lock-picking doors & cages
vi_vn: Cửa và lồng khóa

source: Picking locks/cages
vi_vn: Chọn Khóa/Lồng

source: Special training equipment
vi_vn: Thiết bị đào tạo đặc biệt

source: Ability to remain undetected while sneaking
vi_vn: Khả năng vẫn không bị phát hiện trong khi lén lút

source: Avoiding discovery when in disguise
vi_vn: Tránh khám phá khi ngụy trang

source: Avoiding discovery when you have a bounty
vi_vn: Tránh khám phá khi bạn có tiền thưởng

source: Aided by:
vi_vn: Được hỗ trợ bởi:

source: Staying in the darkness
vi_vn: Ở trong bóng tối

source: Special gear
vi_vn: Thiết bị đặc biệt

source: Hindered by:
vi_vn: Bị cản trở bởi:

source: Encumbrance / heavy armour
vi_vn: Giáp vướng mắc / áo giáp hạng nặng

source: Wounded legs or torso.
vi_vn: Chân bị thương hoặc thân.

source: Using stealth mode with enemies around
vi_vn: Sử dụng chế độ tàng hình với kẻ thù xung quanh

source: Stealthy knock-outs:
vi_vn: Knock-out lén lút:

source: Chance to successfully kidnap someone
vi_vn: Cơ hội bắt cóc thành công ai đó

source: Chance to break free when being carried away
vi_vn: Cơ hội để thoát ra khi được mang đi

source: Resist knock-out and kidnapping attempts
vi_vn: Chống lại các nỗ lực loại bỏ và bắt cóc

source: Trying stealthy knock-outs
vi_vn: Thử loại trực tiếp

source: Building things:
vi_vn: Xây dựng mọi thứ:

source: Repairing things:
vi_vn: Sửa chữa mọi thứ:

source: Building things
vi_vn: Xây dựng mọi thứ

source: Repairing things
vi_vn: Sửa chữa mọi thứ

source: Research rate:
vi_vn: Tỷ lệ nghiên cứu:

source: Researching things at a research bench
vi_vn: Nghiên cứu mọi thứ tại một băng ghế nghiên cứu

source: Doing science
vi_vn: Làm khoa học

source: Being sciency
vi_vn: Là sự screction

source: Mining:
vi_vn: Khai thác mỏ:

source: Using machinery:
vi_vn: Sử dụng máy móc:

source: Work hard
vi_vn: Làm việc chăm chỉ

source: Harvesting speed:
vi_vn: Tốc độ thu hoạch:

source: Harvesting yield:
vi_vn: Năng suất thu hoạch:

source: Crafting weapons (speed):
vi_vn: Vũ khí chế tạo (tốc độ):

source: Weapon quality:
vi_vn: Chất lượng vũ khí:

source: Crafting weapons
vi_vn: Vũ khí chế tạo

source: Crafting armour (speed):
vi_vn: Thủ công áo giáp (tốc độ):

source: Armour quality:
vi_vn: Chất lượng áo giáp:

source: Crafting armour and parts
vi_vn: Thủ công áo giáp và các bộ phận

source: Crafting crossbows (speed):
vi_vn: Crafting nỏ (tốc độ):

source: Crafting crossbow bolts (speed):
vi_vn: Thủ công bu lông nỏ (tốc độ):

source: Crossbow quality:
vi_vn: Chất lượng nỏ:

source: Crafting crossbows and bolts
vi_vn: Thủ công nỏ và bu lông

source: Your physical strength determines your ability to use heavy weapons and armour without tiring, and to carry heavy loads, including your wounded comrades. Strength affects the blunt damage you do with heavy weapons, hacking-type blades, and while unarmed. It is trained faster by using heavier weapons in battle, or by travelling around with a very heavy inventory or encumbrance.
vi_vn: Sức mạnh thể chất của bạn quyết định khả năng sử dụng vũ khí và áo giáp hạng nặng mà không mệt mỏi, và mang theo tải nặng, bao gồm cả các đồng chí bị thương của bạn. Sức mạnh ảnh hưởng đến thiệt hại cùn bạn làm với vũ khí hạng nặng, lưỡi kiếm kiểu hack, và trong khi không vũ trang. Nó được đào tạo nhanh hơn bằng cách sử dụng vũ khí nặng hơn trong trận chiến, hoặc bằng cách đi vòng quanh với một bản kiểm kê hoặc trở ngại rất nặng.

source: Toughness is both physical and mental. It's how you survive out in the desert. Physically it's your ability to take a beating and survive. You will also take less damage, and will be less likely to stumble when hit by a weaker attack. Mentally it's an attitude forged from harsh experience. Do you pass out from your wounds like a sissy, or do you force yourself to struggle to your feet again? Do you panic and bleed out or can you stay calm enough to lower your heart rate and let the blood clot? -Bonuses if you are fighting while critically wounded -Once your health drops below your {1} KO point {2}your health becomes critical and you won't be able to get back up again. You will go into a coma and need healing.
vi_vn: Độ dẻo dai là cả thể chất và tinh thần. Đó là cách bạn sống sót trong sa mạc. Về mặt thể chất, đó là khả năng của bạn để đánh đập và sống sót. Bạn cũng sẽ nhận ít thiệt hại hơn, và sẽ ít có khả năng vấp ngã khi bị tấn công bởi một cuộc tấn công yếu hơn. Về mặt tinh thần, đó là một thái độ rèn giũa từ kinh nghiệm khắc nghiệt. Bạn có bất tỉnh từ những vết thương của bạn như một người sissy, hay bạn buộc mình phải vật lộn với đôi chân của mình một lần nữa? Bạn có hoảng loạn và chảy máu hay bạn có thể giữ đủ bình tĩnh để giảm nhịp tim và để cục máu đông không? -Bonuses nếu bạn đang chiến đấu trong khi bị thương nặng -Có sức khỏe của bạn giảm xuống dưới {1} KO Point {2} Sức khỏe của bạn trở nên quan trọng và bạn sẽ không thể lấy lại được nữa. Bạn sẽ đi vào hôn mê và cần được chữa lành.

source: Dexterity affects the speed and quality of your sword work. Your sword cuts will do more damage, your attacks and blocks will be faster. It also helps with handling and reloading ranged weapons.
vi_vn: Sự khéo léo ảnh hưởng đến tốc độ và chất lượng của công việc kiếm của bạn. Cắt thanh kiếm của bạn sẽ gây ra nhiều thiệt hại hơn, các cuộc tấn công và khối của bạn sẽ nhanh hơn. Nó cũng giúp xử lý và tải lại vũ khí tầm xa.

source: Your perception affects your general accuracy with all ranged weapons, including your ability to hit far away or moving targets.
vi_vn: Nhận thức của bạn ảnh hưởng đến độ chính xác chung của bạn với tất cả các vũ khí tầm xa, bao gồm khả năng của bạn để tấn công các mục tiêu xa hoặc di chuyển.

source: Affects damage. Katanas are a common weapon, and their quality varies greatly. Most are scavenged goods with a history of owners and barely good for scrap. Masterworks are around however, and their speed and cutting power is un-rivalled by any other blade.
vi_vn: Ảnh hưởng đến thiệt hại. Katana là một vũ khí phổ biến, và chất lượng của chúng rất khác nhau. Hầu hết là hàng hóa được nhặt rác có lịch sử của chủ sở hữu và hầu như không tốt cho phế liệu. Tuy nhiên, Masterworks là xung quanh, và tốc độ và sức mạnh cắt của chúng không được bắt buộc bởi bất kỳ lưỡi kiếm nào khác.

source: Affects damage. A sabre is a heavy blade designed for heavy slashing damage. The heavier blade makes them slower and more cumbersome but stronger for blocking with and cutting through armour.
vi_vn: Ảnh hưởng đến thiệt hại. Một thanh kiếm là một lưỡi kiếm nặng được thiết kế cho thiệt hại nặng nề. Lưỡi dao nặng hơn làm cho chúng chậm hơn và cồng kềnh hơn nhưng mạnh hơn để chặn và cắt xuyên qua áo giáp.

source: Affects damage. The Holy Nation prefer them for their advantage when fighting against mechanical enemies. Often considered a thug's weapon in most other cultures, hackers are heavy axe-bladed weapons that do as much blunt damage as chopping damage, relying mainly on brute strength rather than skill. The crude blades don't cause as much bloodloss, so victims tend to get maimed to death instead.
vi_vn: Ảnh hưởng đến thiệt hại. Thánh Quốc thích họ vì lợi thế của họ khi chiến đấu chống lại kẻ thù cơ học. Thường được coi là vũ khí của một tên côn đồ trong hầu hết các nền văn hóa khác, Hackers là vũ khí bắn rìu nặng gây ra nhiều thiệt hại cùn như thiệt hại, chủ yếu dựa vào sức mạnh vũ phu hơn là kỹ năng. Lưỡi dao thô không gây ra nhiều máu, vì vậy nạn nhân có xu hướng bị chết.

source: Affects damage. Most normal people struggle to even lift a full-weight heavy blade, and they require incredible strength and endurance to wield effectively. Beginners struggle with this weapon style and face a hard path ahead. As a result living practitioners are few and many men carry them only for bluff and posturing. The real masters of this weapon however, are men to be feared.
vi_vn: Ảnh hưởng đến thiệt hại. Hầu hết những người bình thường đấu tranh để thậm chí nâng một lưỡi kiếm nặng toàn diện, và họ đòi hỏi sức mạnh và sức chịu đựng đáng kinh ngạc để sử dụng hiệu quả. Người mới bắt đầu đấu tranh với phong cách vũ khí này và phải đối mặt với một con đường khó khăn phía trước. Kết quả là các học viên sống là rất ít và nhiều người đàn ông chỉ mang họ để vô tội vạ và tư thế. Tuy nhiên, các bậc thầy thực sự của vũ khí này là những người đàn ông bị sợ hãi.

source: Affects damage. Blunt weapon damage breaks bones, disables limbs, and temporarily stuns organs. They don't cause much in the way of blood loss so are not usually lethal. Armour is usually designed for protection from blades, so you can often beat through it. A good weapon for the pacifist, or those who like to be different.
vi_vn: Ảnh hưởng đến thiệt hại. Thiệt hại vũ khí cùn phá vỡ xương, vô hiệu hóa chân tay và các cơ quan tạm thời gây choáng. Chúng không gây ra nhiều trong cách mất máu nên thường không gây chết người. Armor thường được thiết kế để bảo vệ khỏi lưỡi dao, vì vậy bạn thường có thể đánh bại nó. Một vũ khí tốt cho người theo chủ nghĩa hòa bình, hoặc những người thích khác biệt.

source: Polearms
vi_vn: Gậy kiếm

source: Affects damage. An unconventional weapon, polearms have incredible reach and give an advantage when fighting against animals.
vi_vn: Ảnh hưởng đến thiệt hại. Một vũ khí độc đáo, Polearms có phạm vi tiếp cận đáng kinh ngạc và mang lại lợi thế khi chiến đấu chống lại động vật.

source: Skill at shooting with defensive weapon turrets. Affects accuracy, reload speed, and target acquisition.
vi_vn: Kỹ năng chụp với tháp vũ khí phòng thủ. Ảnh hưởng đến độ chính xác, tốc độ tải lại và thu nhận mục tiêu.

source: Skill at shooting with crossbows. Affects accuracy, reload speed, and target acquisition.
vi_vn: Kỹ năng chụp với nỏ. Ảnh hưởng đến độ chính xác, tốc độ tải lại và thu nhận mục tiêu.

source: Melee attack
vi_vn: Cuộc tấn công cận chiến

source: This is your general skill in melee combat. It governs your chance to successfully land a hit on your opponent, and is essential whatever weapon you choose to master.
vi_vn: Đây là kỹ năng chung của bạn trong chiến đấu cận chiến. Nó chi phối cơ hội của bạn để hạ cánh thành công một cú đánh vào đối thủ của bạn, và là điều cần thiết cho bất kỳ vũ khí nào bạn chọn để làm chủ.

source: Melee defence
vi_vn: Phòng thủ cận chiến

source: This is your ability to perceive and defend against attacks from opponents. By increasing this skill, you will successfully block more attacks when using a sword. A balanced swordsman would keep this skill similar to his Melee Attack level.
vi_vn: Đây là khả năng của bạn để nhận thức và bảo vệ chống lại các cuộc tấn công từ các đối thủ. Bằng cách tăng kỹ năng này, bạn sẽ chặn thành công nhiều cuộc tấn công hơn khi sử dụng thanh kiếm. Một kiếm sĩ cân bằng sẽ giữ kỹ năng này tương tự như cấp độ tấn công cận chiến của anh ta.

source: A rare skill in this day and age, warriors only consider it a last resort. At normal skill levels, an unarmed man is always at a huge disadvantage against an armed opponent of similar ability. There are stories however, of high-level martial arts masters who can match any master swordsman in combat with just their bare hands. Physical conditioning is an important factor for a martial artist.
vi_vn: Một kỹ năng hiếm hoi trong thời đại ngày nay, các chiến binh chỉ coi đó là một phương sách cuối cùng. Ở cấp độ kỹ năng bình thường, một người đàn ông không vũ trang luôn gặp bất lợi lớn đối với một đối thủ có vũ trang có khả năng tương tự. Tuy nhiên, có những câu chuyện về các bậc thầy võ thuật cấp cao, những người có thể phù hợp với bất kỳ kiếm sĩ bậc thầy nào trong chiến đấu chỉ bằng bàn tay trần của họ. Điều hòa thể chất là một yếu tố quan trọng đối với một võ sĩ.

source: Dodge
vi_vn: Né tránh

source: The ability to evade attacks without blocking. You need to stay light and fast. If you are encumbered with heavy equipment you won't be able to dodge, or learn anything.
vi_vn: Khả năng trốn tránh các cuộc tấn công mà không chặn. Bạn cần giữ ánh sáng và nhanh chóng. Nếu bạn bị đóng gói với các thiết bị nặng, bạn sẽ không thể né tránh, hoặc học bất cứ điều gì.

source: Precision shooting
vi_vn: Bắn chính xác

source: When using ranged weapons, this is your ability to avoid accidentally shooting your allies. Nothing worse than acidentally getting shot in the back by your own friends. It's adversely affected when you have injuries, however.
vi_vn: Khi sử dụng vũ khí tầm xa, đây là khả năng của bạn để tránh vô tình bắn các đồng minh của bạn. Không có gì tệ hơn là bị bạn bè của bạn bắn vào lưng. Tuy nhiên, nó bị ảnh hưởng xấu khi bạn bị thương.

source: The ability to move around undetected. Enables you to sneak around, steal things and pick locks without anybody noticing. Also invaluable for escaping hostile imprisonment. Breaking out of a cage is all well and good, but you won't get much further without stealth. Much more effective in the darkness. Injuries will hinder your effective stealthiness, although your toughness level can counteract this.
vi_vn: Khả năng di chuyển xung quanh không bị phát hiện. Cho phép bạn lẻn xung quanh, đánh cắp mọi thứ và chọn khóa mà không ai nhận ra. Cũng là vô giá để thoát khỏi tù thù địch. Thoát khỏi một cái lồng là tốt và tốt, nhưng bạn sẽ không đi xa hơn nếu không bị tàng hình. Hiệu quả hơn nhiều trong bóng tối. Chấn thương sẽ cản trở sự lén lút hiệu quả của bạn, mặc dù mức độ dẻo dai của bạn có thể chống lại điều này.

source: The ability to pick locks, open doors and safes. More importantly however, it's also used to break OUT of situations: cages, jails, handcuffs. It's for those who value freedom and don't wait around to be rescued.
vi_vn: Khả năng chọn khóa, mở cửa và két sắt. Tuy nhiên, quan trọng hơn, nó cũng được sử dụng để thoát ra khỏi các tình huống: lồng, nhà tù, còng tay. Đó là cho những người coi trọng tự do và không chờ đợi để được giải cứu.

source: The ability to steal things from containers, safes, storage boxes and people.
vi_vn: Khả năng đánh cắp mọi thứ từ các thùng chứa, két sắt, hộp lưu trữ và con người.

source: If you are in stealth mode you can sneak up behind people and knock them out. This skill determines how long they stay unconscious for.
vi_vn: Nếu bạn đang ở trong chế độ tàng hình, bạn có thể lẻn ra phía sau mọi người và đánh bật họ ra. Kỹ năng này quyết định thời gian họ bất tỉnh trong bao lâu.

source: This is your ability to run faster. Very useful for thieves, scouts and assassins. It is improved by doing lots of running, at full speed, without encumbrance from a heavy inventory.
vi_vn: Đây là khả năng chạy nhanh hơn của bạn. Rất hữu ích cho những tên trộm, trinh sát và sát thủ. Nó được cải thiện bằng cách thực hiện nhiều hoạt động, ở tốc độ tối đa, mà không bị vướng vào hàng tồn kho nặng.

source: This is your ability to swim faster and further without drowning.
vi_vn: Đây là khả năng bơi nhanh hơn và xa hơn mà không bị chết đuối.

source: Survival
vi_vn: Sống sót

source: Field medic
vi_vn: Chữa thương

source: This skill saves lives and allows you to stop bleeding wounds and jury-rig critical injuries, allowing characters to continue fighting when they shouldn't. In the long-term however, major injuries require bed rest. A beginner will not only heal wounds more slowly, but will use up all their medkits really quickly.
vi_vn: Kỹ năng này tiết kiệm cuộc sống và cho phép bạn ngừng chảy máu vết thương và bồi thẩm đoàn bị thương nặng, cho phép các nhân vật tiếp tục chiến đấu khi họ không nên. Tuy nhiên, về lâu dài, các thương tích lớn đòi hỏi phải nghỉ ngơi trên giường. Một người mới bắt đầu sẽ không chỉ chữa lành vết thương chậm hơn, mà sẽ sử dụng hết tất cả các medkit của họ thực sự nhanh chóng.

source: The skill at building and repairing structures.
vi_vn: Kỹ năng xây dựng và sửa chữa các cấu trúc.

source: Weapon smith
vi_vn: Rèn vũ khí

source: The ability to craft higher quality weapons, in a shorter space of time.
vi_vn: Khả năng tạo ra vũ khí chất lượng cao hơn, trong một không gian ngắn hơn.

source: Armour smith
vi_vn: Rèn Giáp

source: The ability to craft higher quality gear and armour, in a shorter space of time.
vi_vn: Khả năng tạo ra thiết bị và áo giáp chất lượng cao hơn, trong một không gian ngắn hơn.

source: Crossbow smith
vi_vn: Rèn nỏ

source: The ability to craft higher quality crossbows and bolts, in a shorter space of time.
vi_vn: Khả năng tạo ra các nỏ và bu lông chất lượng cao hơn, trong một không gian thời gian ngắn hơn.

source: The equivalent of a medical skill for anything or anyone robotic. Used for repairs.
vi_vn: Tương đương với một kỹ năng y tế cho bất cứ điều gì hoặc bất cứ ai robot. Được sử dụng để sửa chữa.

source: Affects skill at prospecting, and researching new technologies.
vi_vn: Ảnh hưởng đến kỹ năng trong việc tìm kiếm, và nghiên cứu các công nghệ mới.

source: Skill at general manual labour work such as mining and using simple machinery.
vi_vn: Kỹ năng tại công việc lao động thủ công chung như khai thác và sử dụng máy móc đơn giản.

source: Knowledge of farming crops. This not only affects the speed that you can gather your crops, it also affects the yield when harvesting. In other words, unskilled farmers will mess up some of your crops.
vi_vn: Kiến thức về cây trồng canh tác. Điều này không chỉ ảnh hưởng đến tốc độ mà bạn có thể thu thập cây trồng của mình, nó còn ảnh hưởng đến năng suất khi thu hoạch. Nói cách khác, nông dân không có kỹ năng sẽ làm rối tung một số cây trồng của bạn.

source: Skill at cooking food and brewing drinks.
vi_vn: Kỹ năng nấu thức ăn và đồ uống sản xuất bia.

source: Primary Weapon Damage
vi_vn: Thiệt hại vũ khí chính

source: Primary Weapon Speed
vi_vn: Tốc độ vũ khí chính

source: Secondary Weapon Damage
vi_vn: Thiệt hại vũ khí thứ cấp

source: Secondary Weapon Speed
vi_vn: Tốc độ vũ khí thứ cấp

source: Max Carry Weight
vi_vn: Tối đa mang trọng lượng

source: Strength XP Carry
vi_vn: Sức mạnh XP mang theo

source: Strength XP Combat
vi_vn: Sức mạnh xp chiến đấu

source: Heavy weapon speed
vi_vn: Tốc độ vũ khí nặng

source: Damage Resistance
vi_vn: Kháng thiệt hại

source: Toughness XP
vi_vn: Độ bền xp

source: Knockout time
vi_vn: Thời gian loại trực tiếp

source: KO Threshold
vi_vn: Ngưỡng KO

source: Wounding Degeneration
vi_vn: Thoái hóa bị thương

source: Max Run Speed
vi_vn: Tốc độ chạy tối đa

source: Current Run Speed
vi_vn: Tốc độ chạy hiện tại

source: Turret Accuracy
vi_vn: Độ chính xác của tháp pháo

source: Turret Rate of fire
vi_vn: Tốc độ lửa

source: Friendly Fire Risk
vi_vn: Nguy cơ lửa thân thiện

source: Build Speed
vi_vn: Tốc độ xây dựng

source: Repair Speed
vi_vn: Tốc độ sửa chữa

source: Mining
vi_vn: Khai thác mỏ

source: Using machinery
vi_vn: Sử dụng máy móc

source: Weapons
vi_vn: Vũ khí

source: Combat
vi_vn: Chiến đấu

source: Sciences
vi_vn: Khoa học

source: Trades
vi_vn: Giao dịch

source: Primary weapon
vi_vn: Vũ khí chính

source: Secondary weapon
vi_vn: Vũ khí phụ

source: Residents max:
vi_vn: Cư dân tối đa:

source: Actual Num Residents:
vi_vn: Số cư dân thực tế:

source: Roaming currentMax/desiredMax:
vi_vn: Chuyển vùng CurrentMax/DesiredMax:

source: Roaming Population:
vi_vn: Dân số chuyển vùng:

source: Num Roaming Squads:
vi_vn: Số đội quân lưu động squads:

source: Continue
vi_vn: Tiếp tục

source: New game
vi_vn: Trò chơi mới

source: Credits
vi_vn: Tín dụng

source: Begin
vi_vn: Bắt đầu

source: Choose your beginning
vi_vn: Chọn khởi đầu của bạn

source: Difficulty:
vi_vn: Khó khăn:

source: Cash:
vi_vn: Tiền mặt:

source: Play Style:
vi_vn: Phong cách chơi:

source: Hunger time
vi_vn: Thời gian đói

source: This sets how long it takes characters to get hungry. A higher number means it takes longer, therefore they need less food to get by.
vi_vn: Điều này đặt ra thời gian mất bao lâu để đói. Một số lượng cao hơn có nghĩa là phải mất nhiều thời gian hơn, do đó họ cần ít thực phẩm hơn để có được.

source: Chance of death
vi_vn: Cơ hội chết chóc

source: Determines the overall likelyhood of any character dying (players or NPCs). Directly affects rates of wound degeneration and blood loss (Higher=more likely to die)
vi_vn: Xác định tổng thể khả năng của bất kỳ nhân vật nào chết (người chơi hoặc NPC). Ảnh hưởng trực tiếp đến tỷ lệ thoái hóa vết thương và mất máu (cao hơn=nhiều khả năng chết)

source: Global damage multiplier
vi_vn: Hệ số nhân toàn cầu

source: Overall combat damage for everything. Doesn't necessarily make the game harder or easier, but affects the speed of battles
vi_vn: Tổng thể thiệt hại chiến đấu cho mọi thứ. Không nhất thiết làm cho trò chơi khó hơn hoặc dễ dàng hơn, nhưng ảnh hưởng đến tốc độ của các trận chiến

source: Production speed
vi_vn: Tốc độ sản xuất

source: Affects speed of item production such as mines and crafting (more than 1.0 == easier)
vi_vn: Ảnh hưởng đến tốc độ sản xuất vật phẩm như mỏ và chế tạo (hơn 1.0 == dễ dàng hơn)

source: Research speed
vi_vn: Tốc độ nghiên cứu

source: Affects speed of research (more than 1.0 == easier)
vi_vn: Ảnh hưởng đến tốc độ nghiên cứu (hơn 1.0 == dễ dàng hơn)

source: Building speed
vi_vn: Tốc độ xây dựng

source: Affects speed of building (more than 1.0 == easier)
vi_vn: Ảnh hưởng đến tốc độ xây dựng (hơn 1.0 == dễ dàng hơn)

source: Number of nests multiplier
vi_vn: Số nhân số tổ

source: Affects number of animal nests, bandit camps etc that appear in the wilds. Higher number makes life more dangerous.
vi_vn: Ảnh hưởng đến số lượng tổ động vật, trại cướp, vv xuất hiện trong tự nhiên. Số lượng cao hơn làm cho cuộc sống nguy hiểm hơn.

source: Bandits loot the player
vi_vn: Kẻ cướp cướp bóc người chơi

source: Makes life unfair
vi_vn: Làm cho cuộc sống không công bằng

source: Easy prospecting
vi_vn: Dễ dàng tìm kiếm

source: Resume
vi_vn: Tiếp tục

source: Are you sure you want to exit?
vi_vn: Bạn có chắc bạn muốn thoát?

source: Loading
vi_vn: Đang tải

source: Relations:
vi_vn: Quan hệ:

source: Residents:
vi_vn: Cư dân:

source: Hostile Occupiers:
vi_vn: Người chiếm đóng thù địch:
