Repository: mailinhrok/Kenshi-Viet-Hoa
Catalog: */LC_MESSAGES/main.po
Languages: vi_vn

source: Residents
vi_vn: Cư dân

source: Discovered {1}
vi_vn: Đã phát hiện {1}

source: {1} has been wiped out
vi_vn: {1} đã bị xóa sổ

source: Alarm raised
vi_vn: Báo động giơ lên

source: Mode
vi_vn: Cách thức

source: Move
vi_vn: Di chuyển

source: Axis
vi_vn: Trục

source: Global
vi_vn: Toàn cầu

source: Reset the current transform to default values. Snaps to the ground if in movement mode.
vi_vn: Đặt lại biến đổi hiện tại thành các giá trị mặc định. Snaps xuống đất nếu ở chế độ chuyển động.

source: Revert
vi_vn: Hoàn nguyên

source: Clean any changes the active mod made to this object
vi_vn: Làm sạch mọi thay đổi mà mod hoạt động được thực hiện cho đối tượng này

source: Position
vi_vn: Chức vụ

source: Orientation
vi_vn: Định hướng

source: Scale
vi_vn: Tỉ lệ

source: {1} has redirected to {2}
vi_vn: {1} đã chuyển hướng đến {2}

source: {1} against {2} has ended
vi_vn: {1} chống lại {2} đã kết thúc

source: {1} against {2} has been defeated
vi_vn: {1} chống lại {2} đã bị đánh bại

source: {1} to {2} has failed
vi_vn: {1} đến {2} đã thất bại

source: {1} was defeated on their way to {2}
vi_vn: {1} đã bị đánh bại trên đường đến {2}

source: Assault to {1} canceled due to faction weakness
vi_vn: Tấn công vào {1} bị hủy do điểm yếu của phe

source: Warning: {1} moving towards {2}
vi_vn: CẢNH BÁO: {1} di chuyển về phía {2}

source: {1} on the way to {2}
vi_vn: {1} Trên đường đến {2}

source: Iron
vi_vn: Sắt

source: Stone
vi_vn: Cục đá

source: Copper
vi_vn: Đồng

source: Water
vi_vn: Nước

source: Fertility
vi_vn: Khả năng sinh sản

source: Nameless
vi_vn: Không tên

source: Prototype
vi_vn: Nguyên mẫu

source: Shoddy
vi_vn: Kém chất lượng

source: Standard
vi_vn: Tiêu chuẩn

source: Specialist
vi_vn: Chuyên gia

source: Non-Standard
vi_vn: Không chuẩn

source: Head size
vi_vn: Kích cỡ đầu

source: Head shape
vi_vn: Hình dạng đầu

source: Neck
vi_vn: Cổ

source: Neck width
vi_vn: Chiều rộng của cổ

source: Neck length
vi_vn: Chiều dài cổ

source: Jaw
vi_vn: Hàm

source: Cheekbones
vi_vn: Xương gò má

source: Mouth size
vi_vn: Kích thước miệng

source: Mouth width
vi_vn: Chiều rộng miệng

source: Nose width
vi_vn: Chiều rộng mũi

source: Nose length
vi_vn: Chiều dài mũi

source: Nose arch
vi_vn: Vòm mũi

source: Nose position
vi_vn: Vị trí mũi

source: Nose tilt
vi_vn: Nghiêng mũi

source: Brow position
vi_vn: Vị trí lông mày

source: Brow tilt
vi_vn: Độ nghiêng lông mày

source: Eyes depth
vi_vn: Độ sâu của mắt

source: Eyes narrow
vi_vn: Mắt hẹp

source: Eyes closeness
vi_vn: Mắt gần gũi

source: Eyes tilt
vi_vn: Mắt nghiêng

source: Eyes height
vi_vn: Chiều cao mắt

source: Eyes size
vi_vn: Kích thước mắt

source: Chin depth
vi_vn: Độ sâu cằm

source: Height
vi_vn: Chiều cao

source: Frame
vi_vn: Khung

source: Posture
vi_vn: Tư thế

source: Shoulder set
vi_vn: Bả vai

source: Neck position
vi_vn: Vị trí cổ

source: Leg length
vi_vn: Chân dài

source: Shoulders
vi_vn: Đôi vai

source: Arm bulk
vi_vn: Cánh tay số lượng lớn

source: Hands
vi_vn: Tay

source: Chest
vi_vn: Ngực

source: Stomach
vi_vn: Cái bụng

source: Waist
vi_vn: Thắt lưng

source: Hips
vi_vn: Hông

source: Legs bulk
vi_vn: Chân số lượng lớn

source: Legs shape
vi_vn: Hình dạng chân

source: Feet
vi_vn: Bàn chân

source: Skin Tone
vi_vn: Màu da

source: Horns top length
vi_vn: Sừng chiều dài trên cùng

source: Horns bottom length
vi_vn: Sừng chiều dài đáy

source: Horn thickness
vi_vn: Độ dày sừng

source: Horns body length
vi_vn: Sừng chiều dài cơ thể

source: Cheeks
vi_vn: Má

source: Chin
vi_vn: Cái cằm

source: Chin height
vi_vn: Chiều cao cằm

source: Chin width
vi_vn: Chiều rộng cằm

source: Horns thickness
vi_vn: Độ dày sừng

source: Breast size
vi_vn: Kích thước vú

source: Breast height
vi_vn: Chiều cao vú

source: Breast spacing
vi_vn: Khoảng cách vú

source: Eyes shallowness
vi_vn: Đôi mắt nông cạn

source: Eyes narrowness
vi_vn: Đôi mắt hẹp hòi

source: Antenna length
vi_vn: Chiều dài ăng -ten

source: Horns length
vi_vn: Chiều dài sừng

source: Jaw width
vi_vn: Chiều rộng hàm

source: Face arch
vi_vn: Vòm mặt
