Repository: mailinhrok/Kenshi-Viet-Hoa
Catalog: */LC_MESSAGES/main.po
Languages: vi_vn

source: Hair colour
vi_vn: Màu tóc

source: Colour
vi_vn: Màu sắc

source: Saturation
vi_vn: Bão hòa

source: Brightness
vi_vn: Độ sang

source: Warning
vi_vn: Cảnh báo

source: There are other characters whose appearance haven't been changed. Are you sure you want to continue?
vi_vn: Có những nhân vật khác mà ngoại hình chưa được thay đổi. Bạn có chắc là bạn muốn tiếp tục?

source: Acid Rain ({1} protection)
vi_vn: Mưa axit ({1} bảo vệ)

source: It is currently raining acid, and you aren't wearing anything to protect your skin. Best to find shelter soon.
vi_vn: Nó hiện đang mưa axit, và bạn không mặc gì để bảo vệ làn da của mình. Tốt nhất để tìm nơi trú ẩn sớm.

source: It is currently raining acid, but your gear is providing you with total protection.
vi_vn: Nó hiện đang mưa axit, nhưng thiết bị của bạn đang cung cấp cho bạn sự bảo vệ hoàn toàn.

source: It is currently raining acid, your gear is providing you with {1} protection.
vi_vn: Nó hiện đang mưa axit, thiết bị của bạn đang cung cấp cho bạn bảo vệ {1}.

source: Acid!
vi_vn: Axit!

source: You are currently submersed in acid, get out of there as soon as you can.
vi_vn: Bạn hiện đang chìm trong axit, ra khỏi đó ngay khi bạn có thể.

source: Feet Burning!
vi_vn: Bàn chân cháy!

source: The ground here is acidic and burns your feet, find some footwear!
vi_vn: Mặt đất ở đây có tính axit và bỏng chân, tìm một số giày dép!

source: Poison Gas ({1} protection)
vi_vn: Khí độc (bảo vệ {1})

source: You are currently breathing in poison gas.
vi_vn: Bạn hiện đang thở trong khí độc.

source: Your gear is protecting you from breathing in any poisons.
vi_vn: Thiết bị của bạn đang bảo vệ bạn khỏi thở trong bất kỳ chất độc nào.

source: You are currently breathing in poison gas, your gear is providing you with {1} protection.
vi_vn: Bạn hiện đang thở vào khí độc, thiết bị của bạn đang cung cấp cho bạn bảo vệ {1}.

source: Burning ({1} protection)
vi_vn: Đốt (bảo vệ {1})

source: You are currently on fire.
vi_vn: Bạn hiện đang cháy.

source: Your gear is protecting you from being horribly burnt.
vi_vn: Thiết bị của bạn đang bảo vệ bạn khỏi bị cháy khủng khiếp.

source: You are currently on fire, your gear is providing you with {1} protection.
vi_vn: Bạn hiện đang cháy, thiết bị của bạn đang cung cấp cho bạn bảo vệ {1}.

source: Dust Storm ({1} protection)
vi_vn: Bão bụi (bảo vệ {1})

source: You are in a dust storm, it affects your accuracy in combat.
vi_vn: Bạn đang ở trong một cơn bão bụi, nó ảnh hưởng đến độ chính xác của bạn trong chiến đấu.

source: Your gear is protecting you from the storm.
vi_vn: Thiết bị của bạn đang bảo vệ bạn khỏi cơn bão.

source: You are in a dust storm, your gear is providing you with {1} protection.
vi_vn: Bạn đang ở trong một cơn bão bụi, thiết bị của bạn đang cung cấp cho bạn bảo vệ {1}.

source: {1} has been eaten alive.
vi_vn: {1} đã được ăn sống.

source: Load Error: Character stat was corrupted and fixed: {1}
vi_vn: Lỗi tải: chỉ số nhân vật đã bị hỏng và cố định: {1}

source: Beta limitation: Can't go that way.
vi_vn: Giới hạn beta: Không thể đi theo cách đó.

source: Repeat Queue
vi_vn: Lặp lại hàng đợi

source: Stations
vi_vn: Trạm

source: Items
vi_vn: Mặt hàng

source: Queue
vi_vn: Xếp hàng

source: Description
vi_vn: Sự miêu tả

source: In production...
vi_vn: Trong sản xuất ...

source: Out of resources
vi_vn: Hết tài nguyên

source: Output full
vi_vn: Đầu ra đầy đủ

source: Upgrade required
vi_vn: Yêu cầu nâng cấp

source: Not assigned to a craft bench
vi_vn: Không được giao cho một băng ghế thủ công

source: ETA:
vi_vn: Và:

source: -Current Smith:
vi_vn: -Rèn hiện tại:

source: (skill: {1,num}{2})
vi_vn: (Kỹ năng: {1,num} {2})

source: -Predicted Result:
vi_vn: Kết quả đã bị đánh giá:

source: -Material Costs:
vi_vn: -Chi phí vật liệu:

source: -Critical Success Chance:
vi_vn: -Critical thành công cơ hội:

source: No items available to craft. You need to buy blueprints or research new items to craft them here
vi_vn: Không có mặt hàng có sẵn để thủ công. Bạn cần mua bản thiết kế hoặc nghiên cứu các mặt hàng mới để chế tạo chúng ở đây

source: Estimated Craft Time:
vi_vn: Thời gian thủ công ước tính:

source: -Materials Cost:
vi_vn: -Miến vật vật liệu:

source: -Fabrics Cost:
vi_vn: -Fabrics Chi phí:

source: -Materials Costs:
vi_vn: -Miến vật vật liệu:

source: Ingredients
vi_vn: Thành phần

source: Invalid item!
vi_vn: Mục không hợp lệ!

source: Empty!
vi_vn: Trống!

source: Failed to learn from blueprint: Technology requirements not met
vi_vn: Không học được từ bản thiết kế: Yêu cầu công nghệ không được đáp ứng

source: Research already known
vi_vn: Nghiên cứu đã được biết đến

source: Day: {1,num}
vi_vn: Ngày: {1,num}

source: Selling Slaves
vi_vn: Bán nô lệ

source: Sell
vi_vn: Bán

source: Name:
vi_vn: Tên:

source: WARNING: Character will become a slave!
vi_vn: Cảnh báo: Nhân vật sẽ trở thành nô lệ!

source: Buying Slaves
vi_vn: Mua nô lệ

source: Buy
vi_vn: Mua

source: Strength:
vi_vn: Sức mạnh:

source: Dexterity:
vi_vn: Khéo léo:

source: Toughness:
vi_vn: Độ bền:

source: Melee Attack:
vi_vn: ATK cận chiến:

source: Melee Defence:
vi_vn: DEF cận chiến:

source: Labouring:
vi_vn: Lao động:

source: Farming:
vi_vn: Nông nghiệp:

source: Cooking:
vi_vn: Nấu nướng:

source: Engineering:
vi_vn: Kỹ thuật:

source: Buying Animals
vi_vn: Mua động vật

source: Age:
vi_vn: Tuổi:

source: Gender:
vi_vn: Giới tính:

source: Female
vi_vn: Nữ giới

source: Male
vi_vn: Nam giới

source: Pay Bounty
vi_vn: Trả tiền thưởng

source: Pay
vi_vn: Chi trả

source: Faction:
vi_vn: Phe phái:

source: Relations with {1} improved by {2}
vi_vn: Quan hệ với {1} được cải thiện bởi {2}

source: Relations with {1} decreased by {2}
vi_vn: Quan hệ với {1} giảm bởi {2}

source: Received
vi_vn: Đã nhận

source: Sorry, you cannot create female characters in the demo, buy the full game!
vi_vn: Xin lỗi, bạn không thể tạo nhân vật nữ trong bản demo, mua toàn bộ trò chơi!

source: It looks like your squad is a little full.
vi_vn: Có vẻ như đội hình của bạn là một chút đầy đủ.

source: If you want to hire any more men, you will need to buy the full game!
vi_vn: Nếu bạn muốn thuê bất kỳ người đàn ông nào nữa, bạn sẽ cần phải mua toàn bộ trò chơi!

source: Free!
vi_vn: Miễn phí!

source: Paid c.{1}k
vi_vn: Trả tiền c. {1} k

source: Paid c.{1}
vi_vn: Trả tiền c. {1}

source: {1} has been discovered smuggling {2}
vi_vn: {1} đã được phát hiện buôn lậu {2}

source: you
vi_vn: bạn

source: Squads:
vi_vn: Đội hình:

source: Prosperity:
vi_vn: Sự phồn vinh:

source: {1} are now hostile towards you
vi_vn: {1} hiện đang thù địch với bạn

source: {1} are no longer hostile towards you
vi_vn: {1} không còn thù địch với bạn

source: {1} are no longer your ally
vi_vn: {1} không còn là đồng minh của bạn

source: {1} are now your allies
vi_vn: {1} hiện là đồng minh của bạn

source: War breaks out between {1} and {2}
vi_vn: Chiến tranh nổ ra giữa {1} và {2}

source: Environment:
vi_vn: Môi trường:

source: Farmers Skill:
vi_vn: Kỹ năng nông dân:

source: This is the percentage yield of the farm. A lower number means that you get less crops from a harvest. Skillful farmers are important.
vi_vn: Đây là tỷ lệ phần trăm của trang trại. Một số lượng thấp hơn có nghĩa là bạn nhận được ít cây trồng từ một vụ thu hoạch. Nông dân khéo léo là quan trọng.

source: WARNING! Crop yield is too low to be productive, probably the crop is not suitable for this area.
vi_vn: CẢNH BÁO! Năng suất cây trồng quá thấp để có năng suất, có lẽ vụ mùa không phù hợp với khu vực này.

source: Crop Yield
vi_vn: Năng suất cây trồng

source: Normal Growth Time:
vi_vn: Thời gian tăng trưởng bình thường:

source: Environment Effect:
vi_vn: Hiệu ứng môi trường:

source: Power:
vi_vn: Quyền lực:

source: No Water:
vi_vn: Không có nước:

source: Actual Growth Time:
vi_vn: Thời gian tăng trưởng thực tế:

source: Growth Rate
vi_vn: Tỉ lệ tăng trưởng

source: Failed
vi_vn: Thất bại

source: Growing
vi_vn: Phát triển

source: Once the plants have grown 100% you can begin to harvest them. Until then all you have to do is make sure the farm has water.
vi_vn: Một khi cây đã tăng 100%, bạn có thể bắt đầu thu hoạch chúng. Cho đến lúc đó tất cả những gì bạn phải làm là đảm bảo trang trại có nước.

source: Plant Condition
vi_vn: Điều kiện thực vật

source: The health of the plants, it will start to degenerate once they are fully grown, or if they run out of water. If it reaches 0 then the dead plants will have to be cleared and re-planted.
vi_vn: Sức khỏe của các nhà máy, nó sẽ bắt đầu thoái hóa một khi chúng được trồng hoàn toàn, hoặc nếu chúng hết nước. Nếu nó đạt đến 0 thì cây chết sẽ phải được dọn sạch và trồng lại.

source: Number of Plants
vi_vn: Số lượng cây

source: The number of plants remaining. This number will decrease when you harvest them, or if some pest starts eating them.
vi_vn: Số lượng cây còn lại. Con số này sẽ giảm khi bạn thu hoạch chúng, hoặc nếu một số dịch hại bắt đầu ăn chúng.

source: Time left to harvest
vi_vn: Thời gian còn lại để thu hoạch

source: Time left to harvest all plants before they go bad.
vi_vn: Thời gian còn lại để thu hoạch tất cả các nhà máy trước khi chúng trở nên tồi tệ.

source: Efficiency:
vi_vn: Hiệu quả:

source: Workers:
vi_vn: Công nhân:

source: No workers required until the crop is ready to harvest.
vi_vn: Không có công nhân cần thiết cho đến khi vụ mùa đã sẵn sàng để thu hoạch.

source: The soil here is unsuitable for growing crops. This farm is useless.
vi_vn: Đất ở đây là không phù hợp để trồng trọt. Trang trại này là vô dụng.

source: Needs water
vi_vn: Cần nước

source: Out of water. Growth rate will be significantly reduced and your plants may die.
vi_vn: Hết nước rồi. Tốc độ tăng trưởng sẽ giảm đáng kể và cây của bạn có thể chết.

source: Your crops are growing nicely. You don't have to do anything.
vi_vn: Cây trồng của bạn đang phát triển độc đáo. Bạn không cần phải làm bất cứ điều gì.

source: The output is full. Empty out the items and put them in a storage box or something.
vi_vn: Đầu ra là đầy đủ. Làm trống các vật phẩm và đặt chúng vào hộp lưu trữ hoặc một cái gì đó.

source: Ready To harvest
vi_vn: Sẵn sàng thu hoạch

source: Nobody is working at this farm at the present moment, you need to hurry up and harvest them before they die.
vi_vn: Không ai làm việc tại trang trại này tại thời điểm hiện tại, bạn cần nhanh chóng thu hoạch chúng trước khi chúng chết.

source: Harvesting
vi_vn: Thu hoạch

source: Working...
vi_vn: Đang làm việc...

source: Your crops are dead. Clear them out to start again
vi_vn: Cây trồng của bạn đã chết. Xóa chúng ra để bắt đầu lại

source: Wall termites! - Your base became inaccessible. You need at least 1 gate in your walls.
vi_vn: Tường mối! - Cơ sở của bạn trở nên không thể tiếp cận. Bạn cần ít nhất 1 cổng trong tường của bạn.

source: Type:
vi_vn: Kiểu:

source: Town:
vi_vn: Thị trấn:

source: Open to public:
vi_vn: Mở cửa cho công chúng:

source: Public
vi_vn: Công cộng

source: Private
vi_vn: Riêng tư

source: For sale:
vi_vn: Rao bán:

source: Broken
vi_vn: Vỡ

source: This machine has broken down as a result of damage. Send one of your engineers to repair it.
vi_vn: Máy này đã bị hỏng do hậu quả của thiệt hại. Gửi một trong những kỹ sư của bạn để sửa chữa nó.

source: Under construction
vi_vn: Đang xây dựng

source: This machine is currently under construction.
vi_vn: Máy này hiện đang được xây dựng.

source: Building is in good condition.
vi_vn: Xây dựng là trong tình trạng tốt.

source: Reloading...
vi_vn: Tải lại ...

source: Turret is currently reloading.
vi_vn: Tháp pháo hiện đang tải lại.

source: Unused
vi_vn: Không sử dụng

source: Nobody is manning this turret.
vi_vn: Không ai đang điều khiển tháp pháo này.

source: Tracking
vi_vn: Theo dõi

source: Gunner is tracking a target, about to take a shot.
vi_vn: Gunner đang theo dõi một mục tiêu, sắp chụp.

source: Ready
vi_vn: Sẵn sàng

source: Turret is ready to fire.
vi_vn: Tháp pháo đã sẵn sàng để bắn.

source: Condition
vi_vn: Tình trạng

source: Building Condition
vi_vn: Điều kiện xây dựng

source: The building is damaged.
vi_vn: Tòa nhà bị hư hại.

source: The building is in good condition.
vi_vn: Tòa nhà ở trong tình trạng tốt.

source: The building is under construction and at {1,num}% completion.
vi_vn: Tòa nhà đang được xây dựng và tại {1,num}% hoàn thành.

source: {1} more 'Building Materials' will be needed to complete this construction.
vi_vn: {1} Thêm 'vật liệu xây dựng' sẽ cần thiết để hoàn thành công trình này.

source: All necessary materials are ready.
vi_vn: Tất cả các vật liệu cần thiết đã sẵn sàng.

source: Upgrade
vi_vn: Nâng cấp

source: Power
vi_vn: Quyền lực

source: Downgrade
vi_vn: Hạ cấp

source: PAUSE CONSTRUCTION
vi_vn: Tạm dừng xây dựng

source: [PAUSED]
vi_vn: [Tạm dừng]

source: Door Condition
vi_vn: Điều kiện cửa

source: The door is damaged.
vi_vn: Cánh cửa bị hư hại.

source: The door is in good condition.
vi_vn: Cánh cửa trong tình trạng tốt.

source: The door is broken
vi_vn: Cánh cửa bị hỏng

source: The door is open
vi_vn: Cánh cửa mở

source: The door is closed
vi_vn: Cánh cửa được đóng

source: Open/Close:
vi_vn: Mở/Đóng:

source: It will no longer close and needs to be repaired.
vi_vn: Nó sẽ không còn đóng và cần phải được sửa chữa.

source: Locked
vi_vn: Khóa

source: Unlocked
vi_vn: Đã mở khóa

source: Security:
vi_vn: Bảo vệ:

source: The door is locked and will keep out intruders.
vi_vn: Cánh cửa bị khóa và sẽ tránh những kẻ xâm nhập.

source: The door is unlocked.
vi_vn: Cánh cửa được mở khóa.

source: Empty
vi_vn: Trống

source: Training:
vi_vn: Đào tạo:

source: Cost to use:
vi_vn: Chi phí sử dụng:

source: Pay c.{1,num}
vi_vn: Trả c. {1,num}

source: Lock state:
vi_vn: Trạng thái khóa:

source: Lock complexity:
vi_vn: Khóa độ phức tạp:

source: Level {1,num}
vi_vn: Cấp độ {1,num}

source: Healing bonus:
vi_vn: Tiền thưởng chữa bệnh:

source: Max Skill Level:
vi_vn: Mức độ kỹ năng tối đa:

source: This is the maximum skill a person can train up to using this equipment. For anyone higher it is a waste of time.
vi_vn: Đây là kỹ năng tối đa mà một người có thể đào tạo để sử dụng thiết bị này. Đối với bất cứ ai cao hơn, đó là một sự lãng phí thời gian.

source: Max possible efficiency:
vi_vn: Hiệu quả tối đa có thể:

source: Num workers:
vi_vn: Công nhân số:

source: Max efficiency:
vi_vn: Hiệu quả tối đa:

source: This machine is fully automatic.
vi_vn: Máy này hoàn toàn tự động.

source: The machine is fully staffed.
vi_vn: Máy được nhân viên đầy đủ.

source: The machine is under-staffed.
vi_vn: Máy được nhân viên dưới nhân viên.

source: Power In
vi_vn: Sức mạnh trong

source: If the battery is charging this is the amount of power it is consuming.
vi_vn: Nếu pin đang sạc thì đây là lượng năng lượng mà nó đang tiêu thụ.

source: Power Out
vi_vn: Hết năng lượng

source: The power output when the battery is in use and being drained.
vi_vn: Đầu ra năng lượng khi pin được sử dụng và bị thoát nước.

source: Power Stored
vi_vn: Điện được lưu trữ

source: The amount of power currently stored in the battery for use in emergencies.
vi_vn: Lượng năng lượng hiện được lưu trữ trong pin để sử dụng trong trường hợp khẩn cấp.

source: Power Output
vi_vn: Đầu ra điện

source: Power is switched off.
vi_vn: Sức mạnh được tắt.

source: Power output is running at maximum.
vi_vn: Đầu ra điện đang chạy tối đa.

source: Currently out of fuel, so power output is zero
vi_vn: Hiện hết nhiên liệu, vì vậy sản lượng điện bằng không

source: Power output is running at reduced efficiency due to damage.
vi_vn: Sản lượng điện đang chạy với hiệu quả giảm do thiệt hại.

source: Fuel Consumption
vi_vn: Sự tiêu thụ xăng dầu

source: Fuel is being burned at {1,num}% speed. It will be used up more slowly when less power is being used
vi_vn: Nhiên liệu đang được đốt ở tốc độ {1,num}%. Nó sẽ được sử dụng hết chậm hơn khi ít sử dụng năng lượng hơn

source: No Power!
vi_vn: Không có sức mạnh!

source: No power is getting to this machine. You need to build some generators, or fix or fuel your existing ones or something.
vi_vn: Không có sức mạnh nào đến với máy này. Bạn cần xây dựng một số máy phát điện, hoặc sửa chữa hoặc cung cấp nhiên liệu cho những cái hiện tại của bạn hoặc một cái gì đó.

source: Switched Off
vi_vn: Tắt

source: You have ordered for this machine to remain switched off.
vi_vn: Bạn đã đặt hàng cho máy này để tắt.

source: Inactive
vi_vn: Không hoạt động

source: Nobody is operating this machine at the moment, so it is not consuming power.
vi_vn: Không ai đang vận hành máy này vào lúc này, vì vậy nó không tiêu thụ sức mạnh.

source: Battery
vi_vn: Ắc quy

source: This machine will run off of battery power if the main generators should run low or break down.
vi_vn: Máy này sẽ hết nguồn pin nếu các máy phát chính sẽ chạy thấp hoặc bị hỏng.

source: This machine will NOT run off of battery power if the main generators should run low or break down.
vi_vn: Máy này sẽ không hết pin nếu các máy phát chính sẽ chạy thấp hoặc bị hỏng.

source: This machine is switched On
vi_vn: Máy này được bật

source: This machine is switched {1}Off
vi_vn: Máy này được chuyển {1} TẮT

source: This machine is working fine.
vi_vn: Máy này đang hoạt động tốt.

source: This machine is working fine, but due to low power is only operating at {1}{2,num}% {3}of its full potential.
vi_vn: Máy này hoạt động tốt, nhưng do công suất thấp chỉ hoạt động ở {1} {2,num}% {3} của tiềm năng đầy đủ của nó.

source: Crafting:
vi_vn: Thủ công:

source: Nothing Queued
vi_vn: Không có gì xếp hàng

source: Nothing has been ordered for crafting.
vi_vn: Không có gì đã được đặt hàng để chế tạo.

source: Needs upgrading
vi_vn: Nhu cầu nâng cấp

source: You are trying to craft something that this craft bench cannot do. It needs upgrading to produce this item.
vi_vn: Bạn đang cố gắng tạo ra một cái gì đó mà băng ghế thủ công này không thể làm. Nó cần nâng cấp để sản xuất mặt hàng này.

source: Upgradeable to:
vi_vn: Có thể nâng cấp thành:

source: Dismantle All:
vi_vn: Tháo dỡ tất cả:

source: Dismantle All
vi_vn: Tháo dỡ tất cả

source: Iron Quality:
vi_vn: Chất lượng sắt:

source: Stone Richness:
vi_vn: Sự phong phú bằng đá:

source: Copper Quality:
vi_vn: Chất lượng đồng:

source: Carbon Quality:
vi_vn: Chất lượng carbon:

source: Water Available:
vi_vn: Có sẵn nước:

source: Ground Fertility:
vi_vn: Khả năng sinh sản mặt đất:

source: The richness of natural {1} present in this location. Anything over 50% is considered good.
vi_vn: Sự phong phú của tự nhiên {1} hiện diện ở vị trí này. Bất cứ điều gì trên 50% được coi là tốt.

source: Iron under ground:
vi_vn: Sắt dưới mặt đất:

source: Stone under ground:
vi_vn: Đá dưới mặt đất:

source: Copper under ground:
vi_vn: Đồng dưới mặt đất:

source: Carbon under ground:
vi_vn: Carbon dưới mặt đất:

source: Water under ground:
vi_vn: Nước dưới mặt đất:

source: Switched off
vi_vn: Tắt

source: This machine is switched off.
vi_vn: Máy này được tắt.

source: No power
vi_vn: Không có sức mạnh

source: Production queue empty
vi_vn: Hàng đợi sản xuất trống

source: No items have been queued up for crafting, so there is nothing to do.
vi_vn: Không có vật phẩm nào được xếp hàng để chế tạo, vì vậy không có gì để làm.

source: Out of resource
vi_vn: Không có nguồn lực

source: The machine has run out of raw materials to work with. Find some more and fill it up.
vi_vn: Máy đã hết nguyên liệu thô để làm việc. Tìm thêm một số và lấp đầy nó.

source: The machine output is full. Empty out the items and put them in a storage box or something.
vi_vn: Đầu ra máy đã đầy. Làm trống các vật phẩm và đặt chúng vào hộp lưu trữ hoặc một cái gì đó.

source: This machine needs electricity to function. Build a power generator or windmill.
vi_vn: Máy này cần điện để hoạt động. Xây dựng một máy phát điện hoặc cối xay gió.

source: No workers
vi_vn: Không có công nhân

source: Nobody is working at this machine at the present moment, so nothing is getting done.
vi_vn: Không ai làm việc tại máy này tại thời điểm hiện tại, vì vậy không có gì được thực hiện.

source: Working
vi_vn: Đang làm việc

source: Out of fuel
vi_vn: Hết nhiên liệu

source: It has ran out of fuel. Find some more fuel and fill it up.
vi_vn: Nó đã hết nhiên liệu. Tìm thêm một số nhiên liệu và lấp đầy nó.

source: Fully Charged
vi_vn: Đã sạc đầy

source: This battery is fully charged.
vi_vn: Pin này được sạc đầy.

source: This battery is flat, it needs to be charged up.
vi_vn: Pin này bằng phẳng, nó cần phải được sạc lên.

source: Charging
vi_vn: Tính phí

source: This battery is being charged.
vi_vn: Pin này đang được sạc.

source: Draining
vi_vn: Thoát nước

source: This battery is in use and being drained of its power.
vi_vn: Pin này được sử dụng và bị cạn kiệt năng lượng của nó.

source: Stored
vi_vn: Lưu trữ

source: This battery is not in use.
vi_vn: Pin này không được sử dụng.

source: No Wind
vi_vn: Không có gió

source: There is currently not enough wind to drive the machine.
vi_vn: Hiện tại không có đủ gió để lái máy.

source: Wind
vi_vn: Gió

source: The current amount of wind.
vi_vn: Lượng gió hiện tại.

source: Operating wind speed is between {1,num=fix,p=2} mph and {2,num=fix,p=2} mph.
vi_vn: Tốc độ gió hoạt động nằm giữa {1,num= fix,p=2} mph và {2,num= fix,p=2} mph.

source: Power output is at maximum.
vi_vn: Đầu ra điện là tối đa.

source: Currently not enough wind to generate any power
vi_vn: Hiện không đủ gió để tạo ra bất kỳ sức mạnh nào

source: Wind Speed
vi_vn: Tốc độ gió

source: The current wind speed
vi_vn: Tốc độ gió hiện tại

source: Collecting
vi_vn: Sưu tập

source: Rain is being collected.
vi_vn: Mưa đang được thu thập.

source: Not Raining
vi_vn: Trời đang không mưa

source: It is not raining. Nothing to collect.
vi_vn: Trời không mưa. Không có gì để thu thập.

source: Rain strength:
vi_vn: Sức mạnh mưa:

source: Total Metals:
vi_vn: Tổng kim loại:

source: ON
vi_vn: TRÊN

source: OFF
vi_vn: TẮT

source: Active:
vi_vn: Tích cực:

source: Warning:
vi_vn: Cảnh báo:

source: Switching on will incinerate the entire inventory!
vi_vn: Bật sẽ đốt cháy toàn bộ hàng tồn kho!

source: Underground water:
vi_vn: Nước ngầm:

source: Height:
vi_vn: Chiều cao:

source: The turrets height above the last target we aimed at.
vi_vn: Các tháp pháo cao hơn mục tiêu cuối cùng chúng tôi nhắm đến.

source: Height bonus:
vi_vn: Phần thưởng chiều cao:

source: The additional penalty to range, speed and power that resulted from having a height difference of {1} below the last target.
vi_vn: Hình phạt bổ sung cho phạm vi, tốc độ và sức mạnh dẫn đến việc có chênh lệch chiều cao {1} dưới mục tiêu cuối cùng.

source: The additional bonus to range, speed and power that resulted from having a height difference of {1} above the last target.
vi_vn: Phần thưởng bổ sung cho phạm vi, tốc độ và sức mạnh do có chênh lệch chiều cao {1} trên mục tiêu cuối cùng.

source: Default damage:
vi_vn: Thiệt hại mặc định:

source: Default range:
vi_vn: Phạm vi mặc định:

source: Default aim speed:
vi_vn: Tốc độ mục tiêu mặc định:

source: Power supply:
vi_vn: Nguồn cấp:

source: Condition:
vi_vn: Tình trạng:

source: Wall bonus:
vi_vn: Tiền thưởng trên tường:

source: Height advantage:
vi_vn: Lợi thế về chiều cao:

source: Total damage:
vi_vn: Tổng thiệt hại:

source: Total range:
vi_vn: Tổng phạm vi:

source: Total speed:
vi_vn: Tổng tốc độ:

source: Base Accuracy Deviation:
vi_vn: Độ lệch chính xác cơ sở:

source: User Skill:
vi_vn: Kỹ năng người dùng:

source: User Accuracy Deviation:
vi_vn: Độ lệch độ chính xác của người dùng:

source: The amount of accuracy error, in degrees. Higher numbers are poor, 0 is perfect accuracy.
vi_vn: Lượng lỗi chính xác, tính bằng độ. Số lượng cao hơn là kém, 0 là độ chính xác hoàn hảo.

source: Deviation:
vi_vn: Độ lệch:

source: Range:
vi_vn: Phạm vi:

source: Aim speed:
vi_vn: Tốc độ AIM:

source: Loaded
vi_vn: Nạp vào
