Repository: mailinhrok/Kenshi-Viet-Hoa
Catalog: */LC_MESSAGES/main.po
Languages: vi_vn

source: Attack damage effect
vi_vn: Hiệu ứng sát thương tấn công

source: Assassination skill
vi_vn: Kỹ năng ám sát

source: Fist protection
vi_vn: Bảo vệ nắm đấm

source: Melee attack/defence bonus
vi_vn: Tiền thưởng tấn công/phòng thủ cận chiến

source: Melee attack bonus
vi_vn: Tiền thưởng tấn công cận chiến

source: Melee defence bonus
vi_vn: Tiền thưởng phòng thủ cận chiến

source: Martial arts bonus
vi_vn: Phần thưởng võ thuật

source: Perception bonus
vi_vn: Phần thưởng nhận thức

source: High quality armour crafted by the renowned smith {1} of {2}.
vi_vn: Bộ giáp chất lượng cao được chế tạo bởi Thợ Rèn nổi tiếng {1} của {2}.

source: This item is broken and can be freely removed at any time.
vi_vn: Mục này bị hỏng và có thể được gỡ bỏ tự do bất cứ lúc nào.

source: This item is unlocked and can be freely removed at any time.
vi_vn: Mục này được mở khóa và có thể được gỡ bỏ tự do bất cứ lúc nào.

source: Locked:
vi_vn: Bị khóa:

source: This item is locked in place and cannot be removed. You can try to pick the lock, find a saw, or use brute strength.
vi_vn: Mục này được khóa tại chỗ và không thể loại bỏ. Bạn có thể cố gắng chọn khóa, tìm thấy cưa hoặc sử dụng sức mạnh vũ phu.

source: Warning: Once this item is locked in place it cannot be removed!
vi_vn: CẢNH BÁO: Một khi mục này bị khóa tại chỗ, nó không thể được gỡ bỏ!

source: Location already known
vi_vn: Vị trí đã được biết đến

source: Right-click to learn new map locations
vi_vn: Nhấp chuột phải để tìm hiểu các vị trí bản đồ mới

source: Towns:
vi_vn: Thị trấn:

source: Right-click to add the funds to your faction
vi_vn: Nhấp chuột phải thêm tiền vào phe của bạn

source: Warning: Character template missing for '
vi_vn: Cảnh báo: Mẫu nhân vật bị thiếu cho '

source: '. Using fallback
vi_vn: ’。请回退

source: {1} is dead.
vi_vn: {1} đã chết.

source: {1} has died from blood loss.
vi_vn: {1} đã chết vì mất máu.

source: {1} has died from starvation.
vi_vn: {1} đã chết vì đói.

source: Expired
vi_vn: Hết hạn

source: {1,num} Days, {2,num}hrs
vi_vn: {1,num} ngày, {2,num} giờ

source: {1,num}hrs
vi_vn: {1,num} giờ

source: {1,num} mins
vi_vn: {1,num} phút

source: Trade
vi_vn: Buôn bán

source: Loot
vi_vn: Cướp bóc

source: First Aid
vi_vn: Sơ cứu

source: Splint Injuries
vi_vn: Chấn thương nẹp

source: Repairs
vi_vn: Sửa chữa

source: Talk To
vi_vn: Nói chuyện với

source: Pick Up
vi_vn: Nhặt lên

source: Throw out of home
vi_vn: Ném ra khỏi nhà

source: Throw out of town
vi_vn: Ném ra khỏi thị trấn

source: Kidnap
vi_vn: Bắt cóc

source: Escape (skill)
vi_vn: Escape (Kỹ năng)

source: Escape (strength)
vi_vn: Thoát (Sức mạnh)

source: Put Down
vi_vn: Đặt xuống

source: Put in Bed
vi_vn: Đặt trên giường

source: Attack Target
vi_vn: Mục tiêu tấn công

source: Attack Unprovoked
vi_vn: Tấn công không được cung cấp

source: Attack All
vi_vn: Tấn công tất cả

source: Follow
vi_vn: Theo

source: Build
vi_vn: Xây dựng

source: Use
vi_vn: Sử dụng

source: Auto-Haul
vi_vn: Tự động-đường

source: Open
vi_vn: Mở

source: Close
vi_vn: Đóng

source: Lock
vi_vn: Khóa

source: Unlock
vi_vn: Mở khóa

source: Unlock Shackles
vi_vn: Mở khóa xiềng xích

source: Pick Lock
vi_vn: Chọn khóa

source: Escape
vi_vn: Bỏ trốn

source: Repair
vi_vn: Sửa

source: Sleep
vi_vn: Ngủ

source: Get in
vi_vn: Đi vào

source: Put in
vi_vn: Đặt vào

source: Knock Out
vi_vn: Hạ gục

source: Set Free
vi_vn: Đặt miễn phí

source: Break Out
vi_vn: Phá vỡ

source: Corpse Disposal
vi_vn: Xử lý xác chết

source: Man Turret
vi_vn: Tháp pháo người

source: Capture
vi_vn: Chiếm lấy

source: Use Tools
vi_vn: Sử dụng công cụ

source: Use Strength
vi_vn: Sử dụng sức mạnh

source: Stealth Kill
vi_vn: Giết lén lút

source: Stealth KO
vi_vn: Tàng hình ko

source: Shoot At
vi_vn: Bắn vào

source: Stand Up
vi_vn: Đứng lên

source: Your selected character is unconscious
vi_vn: Nhân vật được chọn của bạn là vô thức

source: Target:
vi_vn: Mục tiêu:

source: Problem: Crafting stations incapable of making this item.
vi_vn: Vấn đề: Các trạm chế tạo không có khả năng làm mặt hàng này.

source: I can't craft anything here with this crappy workbench.
vi_vn: Tôi không thể tạo ra bất cứ thứ gì ở đây với bàn làm việc nhảm nhí này.

source: Do you want to buy this building for c.{1,num}?
vi_vn: Bạn có muốn mua tòa nhà này cho c. {1,num}?

source: Can't afford to buy this building. It costs c.{1,num}
vi_vn: Không đủ khả năng để mua tòa nhà này. Nó có giá c. {1,num}

source: Building purchased!
vi_vn: Xây dựng đã mua!

source: Mission Complete
vi_vn: Nhiệm vụ hoàn thành

source: Mission Failed
vi_vn: Nhiệm vụ thất bại

source: Options
vi_vn: Tùy chọn

source: General
vi_vn: Tổng quan

source: Tutorials
vi_vn: Hướng dẫn

source: Enable/Disable in-game tutorials
vi_vn: Bật/Tắt các hướng dẫn trong trò chơi

source: Reset Tutorials
vi_vn: Đặt lại hướng dẫn

source: Auto save
vi_vn: Tự động lưu

source: Turns on automatic saves
vi_vn: Bật Saving Automatic Saving

source: Auto save time (minutes)
vi_vn: Tự động tiết kiệm thời gian (phút)

source: Show character names
vi_vn: Hiển thị tên nhân vật

source: Shows the names of your characters on screen, hovering above their heads.
vi_vn: Hiển thị tên của các nhân vật của bạn trên màn hình, lơ lửng trên đầu họ.

source: Show movement marker
vi_vn: Hiển thị đánh dấu chuyển động

source: Shows horrible green marker to show you exactly where you clicked. Useful when you are new to the game, but you should turn them off once you are used to it.
vi_vn: Hiển thị điểm đánh dấu màu xanh lá cây khủng khiếp để cho bạn thấy chính xác nơi bạn đã nhấp. Hữu ích khi bạn chưa quen với trò chơi, nhưng bạn nên tắt chúng một khi bạn đã quen với nó.

source: Show rotation marker
vi_vn: Hiển thị đánh dấu xoay

source: Shows horrible green marker to show camera rotation. Useful when you are new to the game, but you should turn them off once you are used to it because it looks horrible.
vi_vn: Cho thấy điểm đánh dấu màu xanh lá cây khủng khiếp để hiển thị xoay camera. Hữu ích khi bạn chưa quen với trò chơi, nhưng bạn nên tắt chúng một khi bạn đã quen với nó vì nó trông thật kinh khủng.

source: Edge scrolling
vi_vn: Cuộn cạnh

source: Makes the camera move when you move the mouse pointer to the edge of the screen
vi_vn: Làm cho máy ảnh di chuyển khi bạn di chuyển con trỏ chuột sang cạnh của màn hình

source: Language censorship
vi_vn: Kiểm duyệt ngôn ngữ

source: Filters out most of the bad language, if you don't like that sort of thing ruining your violent blood-bath and slavery experience.
vi_vn: Lọc ra hầu hết các ngôn ngữ xấu, nếu bạn không thích điều đó làm hỏng trải nghiệm tắm máu và nô lệ bạo lực của bạn.

source: Show damage floaters
vi_vn: Hiển thị hư hỏng nổi

source: Off
vi_vn: Tắt

source: Simple info
vi_vn: Thông tin đơn giản

source: Full info
vi_vn: Thông tin đầy đủ

source: These are the floating text numbers that show the damage when a character is hit. It also shows in brackets the amount of damage that was stopped by armour. [Full Info] will show separate numbers for each damage type.
vi_vn: Đây là những số văn bản nổi cho thấy thiệt hại khi một nhân vật bị tấn công. Nó cũng cho thấy trong ngoặc số lượng thiệt hại đã bị chặn bởi áo giáp. [Thông tin đầy đủ] sẽ hiển thị các số riêng cho từng loại thiệt hại.

source: Font Size
vi_vn: Cỡ chữ

source: Civilians in towns (requires restart/import)
vi_vn: Thường dân ở thị trấn (yêu cầu khởi động lại/nhập khẩu)

source: This will simply prevent some of the less useful civilian NPCs from spawning in towns. Use to improve performance slightly.
vi_vn: Điều này chỉ đơn giản là ngăn chặn một số NPC dân sự ít hữu ích hơn sinh sản trong các thị trấn. Sử dụng để cải thiện hiệu suất một chút.

source: Fast zone hopping
vi_vn: Kỷ nhảy nhanh

source: Allows you to jump between characters in different map zones without any loading time because it keeps a larger area in memory. WARNING: will use more RAM and reduce frame rate
vi_vn: Cho phép bạn nhảy giữa các nhân vật trong các vùng bản đồ khác nhau mà không có bất kỳ thời gian tải nào vì nó giữ một diện tích lớn hơn trong bộ nhớ. Cảnh báo: sẽ sử dụng nhiều RAM hơn và giảm tốc độ khung hình

source: Gameplay
vi_vn: Trò chơi

source: Population settings (affects performance)
vi_vn: Cài đặt dân số (ảnh hưởng đến hiệu suất)

source: Squad size multiplier
vi_vn: Số nhân kích thước đội hình

source: This multiplies the number of NPCs in each squad (Does not affect number of squads). Setting higher than 1.0 means MORE characters and bigger battles. WARNING! Will adversely affect performance.
vi_vn: Điều này nhân số lượng NPC trong mỗi đội (không ảnh hưởng đến số lượng đội). Đặt cao hơn 1.0 có nghĩa là nhiều nhân vật hơn và các trận chiến lớn hơn. CẢNH BÁO! Sẽ ảnh hưởng xấu đến hiệu suất.

source: Global population multiplier (num NPC squads)
vi_vn: Nhân dân số toàn cầu (Squad NPC NPC)

source: This multiplies the number of squads in the world (Does not affect squad size). Setting higher than 1.0 means MORE characters. WARNING! Will adversely affect performance.
vi_vn: Điều này nhân số lượng đội trên thế giới (không ảnh hưởng đến kích thước đội). Đặt cao hơn 1.0 có nghĩa là nhiều nhân vật hơn. CẢNH BÁO! Sẽ ảnh hưởng xấu đến hiệu suất.

source: Difficulty settings
vi_vn: Cài đặt khó khăn

source: Town raid events: size
vi_vn: Sự kiện Raid Town Raid: Kích thước

source: Affects the size (and therefore difficulty) of attacking forces when nearby factions attack your town. WARNING! Making the raids bigger will affect performance
vi_vn: Ảnh hưởng đến kích thước (và do đó khó khăn) của các lực lượng tấn công khi các phe phái gần đó tấn công thị trấn của bạn. CẢNH BÁO! Làm cho các cuộc đột kích lớn hơn sẽ ảnh hưởng đến hiệu suất

source: Town raid events: frequency
vi_vn: Sự kiện Raid Town: Tần suất

source: Affects the frequency of the raid events. (Values > 1 means more frequent attacks)
vi_vn: Ảnh hưởng đến tần suất của các sự kiện RAID. (Giá trị> 1 có nghĩa là các cuộc tấn công thường xuyên hơn)

source: Town attacks frequency
vi_vn: Tần suất tấn công thị trấn

source: Bombardment
vi_vn: Bắn phá

source: High
vi_vn: Cao

source: Fewer
vi_vn: Ít hơn

source: Rare
vi_vn: Hiếm

source: Never
vi_vn: Không bao giờ

source: This is a separate thing to the raid events. This is for the attacks by bandits and enemies that just happen to be passing by your base and decide to attack it, trying to take it over. The old default was [High]
vi_vn: Đây là một điều riêng biệt cho các sự kiện RAID. Đây là cho các cuộc tấn công của những kẻ cướp và kẻ thù tình cờ đi qua căn cứ của bạn và quyết định tấn công nó, cố gắng tiếp quản nó. Mặc định cũ là [cao]

source: Dismemberment
vi_vn: Phân chia

source: Frequent
vi_vn: Thường xuyên

source: Affects how often limbs are lost. [Frequent] means that a limb is lost whenever its HP drops below -100. [Rare] means limbs are only lost when HIT and the damage goes below -100 (a rare occurence). With either setting limbs can still be eaten off also. [Never] means limb loss is disabled completely (boring)
vi_vn: Ảnh hưởng đến tần suất các chi bị mất. [Thường xuyên] có nghĩa là một chi bị mất bất cứ khi nào HP giảm xuống dưới -100. [Rare] có nghĩa là các chi chỉ bị mất khi bị đánh và thiệt hại xuống dưới -100 (một sự xuất hiện hiếm gặp). Với một trong hai thiết lập chi vẫn có thể được ăn hết. [Không bao giờ] có nghĩa là mất chân tay bị vô hiệu hóa hoàn toàn (nhàm chán)

source: Graphics
vi_vn: Đồ họa

source: Resolution (need restart)
vi_vn: Độ phân giải (cần khởi động lại)

source: Full screen (need restart)
vi_vn: Toàn màn hình (cần khởi động lại)

source: Fullscreen mode, use only if Borderless isn't working for you
vi_vn: Chế độ toàn màn hình, chỉ sử dụng nếu không có biên giới không hoạt động cho bạn

source: Borderless (need restart)
vi_vn: Không biên giới (cần khởi động lại)

source: Borderless is the recommended screen mode, it is a type of fullscreen that allows safer alt-tabbing
vi_vn: Không có biên giới là chế độ màn hình được đề xuất, nó là một loại hình toàn màn hình cho phép tabbing an toàn hơn

source: View Distance
vi_vn: Xem khoảng cách

source: Increases the distance you can see, but has a negative effect on performance. Recommend you don't set it extremely high or low.
vi_vn: Tăng khoảng cách bạn có thể nhìn thấy, nhưng có ảnh hưởng tiêu cực đến hiệu suất. Đề nghị bạn không đặt nó cực kỳ cao hoặc thấp.

source: Terrain Detail
vi_vn: Chi tiết địa hình

source: Increases the quality of the terrain, but can have a negative effect on performance.
vi_vn: Tăng chất lượng của địa hình, nhưng có thể có tác động tiêu cực đến hiệu suất.

source: Grass View Range
vi_vn: Phạm vi xem cỏ

source: Grass Density
vi_vn: Mật độ cỏ

source: Foliage View Range
vi_vn: Phạm vi xem lá

source: NPC View Range
vi_vn: Phạm vi xem NPC

source: Objects View Range
vi_vn: Đối tượng Xem Phạm vi

source: Texture Quality (need restart)
vi_vn: Chất lượng kết cấu (cần khởi động lại)

source: Mega-high (danger!)
vi_vn: Mega-High (nguy hiểm!)

source: Medium
vi_vn: Trung bình

source: Low
vi_vn: Thấp

source: Fugly
vi_vn: Chạy trốn

source: Increases texture quality, doesn't tend to affect performance but will affect memory use and loading times. /n WARNING! If you don't have enough video RAM to handle the setting you choose then the game will crash randomly because that's just how Microsoft designed it. Recommend > 4GB VRAM for max setting
vi_vn: Tăng chất lượng kết cấu, không có xu hướng ảnh hưởng đến hiệu suất nhưng sẽ ảnh hưởng đến thời gian sử dụng và tải bộ nhớ. /n Cảnh báo! Nếu bạn không có đủ RAM video để xử lý cài đặt bạn chọn thì trò chơi sẽ bị sập ngẫu nhiên vì đó chỉ là cách Microsoft thiết kế nó. Đề xuất> 4GB VRAM cho cài đặt tối đa

source: Terrain Chunk Size (need restart)
vi_vn: Kích thước chunk địa hình (cần khởi động lại)

source: Small
vi_vn: Bé nhỏ

source: Large
vi_vn: Lớn

source: The size of terrain chunks. [Large] will make the game run much faster when looking at the horizon for faster computers. Slower systems using a shorter view distance may find it actually runs slower, in which case set it to [Small]. [Small] will also help if you have problems with running out of video RAM, which causes crashes
vi_vn: Kích thước của các khối địa hình. [Lớn] sẽ làm cho trò chơi chạy nhanh hơn nhiều khi nhìn vào đường chân trời cho các máy tính nhanh hơn. Các hệ thống chậm hơn bằng cách sử dụng khoảng cách xem ngắn hơn có thể thấy nó thực sự chạy chậm hơn, trong trường hợp đó đặt nó thành [nhỏ]. [Nhỏ] cũng sẽ giúp nếu bạn gặp vấn đề với việc hết RAM, điều này gây ra sự cố

source: Water reflection
vi_vn: Phản xạ nước

source: Disabled
vi_vn: Tàn tật

source: Landscape
vi_vn: Phong cảnh

source: Characters
vi_vn: Nhân vật

source: Everything
vi_vn: Mọi thứ

source: Determines what is reflected in the water. Turning this off will give a good performance boost
vi_vn: Xác định những gì được phản ánh trong nước. Tắt điều này sẽ giúp tăng hiệu suất tốt

source: Shadows
vi_vn: Bóng tối

source: Turn off shadows if you have problems with performance
vi_vn: Tắt bóng nếu bạn gặp vấn đề với hiệu suất

source: Shadow Quality
vi_vn: Chất lượng bóng tối

source: 1024 (poor)
vi_vn: 1024 (nghèo)

source: 2048 (nice)
vi_vn: 2048 (đẹp)

source: 4096 (some video cards may freak out)
vi_vn: 4096 (một số thẻ video có thể hoảng sợ)

source: Shadow Range
vi_vn: Phạm vi bóng

source: Setting a longer range means that shadows are visible for a longer distance, but also reduces the shadows resolution/quality. Find a balance that you like.
vi_vn: Đặt một phạm vi dài hơn có nghĩa là bóng tối có thể nhìn thấy trong khoảng cách dài hơn, nhưng cũng làm giảm độ phân giải/chất lượng bóng. Tìm một sự cân bằng mà bạn thích.

source: Blood
vi_vn: Máu

source: Decal Range
vi_vn: Phạm vi decal

source: Decal Resolution
vi_vn: Độ phân giải decal

source: The quality of blood-splats on the terrain
vi_vn: Chất lượng của các vết máu trên địa hình

source: Harpoon limit
vi_vn: Giới hạn harpoon

source: The max number of harpoons/arrows that are left in the ground. Reduce this if you have frame rate drops around heavy turret areas.
vi_vn: Số lượng tối đa của harpoons/mũi tên còn lại trong lòng đất. Giảm điều này nếu bạn có tốc độ giảm tốc độ xung quanh các khu vực tháp pháo hạng nặng.

source: Audio
vi_vn: Âm thanh

source: Music volume
vi_vn: Âm lượng nhạc

source: Ambient volume
vi_vn: Khối lượng xung quanh

source: Footstep volume
vi_vn: Khối lượng bước chân

source: SFX volume
vi_vn: Khối lượng SFX

source: VO volume
vi_vn: Trong tập

source: UI volume
vi_vn: Khối lượng UI

source: Music Frequency (minutes)
vi_vn: Tần số âm nhạc (phút)

source: Affects the overall amount of time that music plays in the game
vi_vn: Ảnh hưởng đến tổng thời gian mà âm nhạc chơi trong trò chơi

source: Controls
vi_vn: Kiểm soát

source: Invert mouse X
vi_vn: Đảo ngược chuột x

source: Invert mouse Y
vi_vn: Đảo ngược chuột y

source: Swap mouse buttons
vi_vn: Trao đổi nút chuột

source: Swap left and right mouse buttons on the GUI
vi_vn: Trao đổi nút chuột trái và phải trên GUI

source: Hardware Mouse
vi_vn: Chuột phần cứng

source: Turning this on will use the windows hardware mouse pointer, which looks a bit weird but has the advantage that it's not affected by the frame-rate. (REQURIES RESTART)
vi_vn: Bật này sẽ sử dụng con trỏ chuột phần cứng Windows, trông hơi kỳ lạ nhưng có lợi thế là nó không bị ảnh hưởng bởi tốc độ khung hình. (Khởi động lại Requries)

source: Camera Move Speed
vi_vn: Máy ảnh di chuyển tốc độ

source: Camera Rotate Speed X
vi_vn: Tốc độ quay camera x

source: Camera Rotate Speed Y
vi_vn: Camera xoay tốc độ y

source: Camera Zoom Speed
vi_vn: Tốc độ thu phóng camera

source: Key bindings
vi_vn: Tổ hợp phím

source: Selection
vi_vn: Lựa chọn

source: Issue command
vi_vn: Lệnh phát hành

source: Pause Game
vi_vn: Trò chơi tạm dừng

source: Take screenshot
vi_vn: Chụp màn hình

source: Quicksave
vi_vn: Lưu nhanh

source: Quickload
vi_vn: Tải nhanh

source: Normal game speed
vi_vn: Tốc độ trò chơi bình thường

source: Faster game speed
vi_vn: Tốc độ trò chơi nhanh hơn

source: Fastest game speed
vi_vn: Tốc độ trò chơi nhanh nhất

source: Up one floor
vi_vn: Lên một tầng

source: Down one floor
vi_vn: Xuống một tầng

source: Highlight Items
vi_vn: Làm nổi bật các mặt hàng

source: Rotate camera
vi_vn: Xoay camera

source: Move camera forward
vi_vn: Di chuyển camera về phía trước

source: Move camera backward
vi_vn: Di chuyển camera về phía sau

source: Move camera left
vi_vn: Di chuyển camera sang trái

source: Move camera right
vi_vn: Di chuyển camera phải

source: Tilt camera up
vi_vn: Camera nghiêng lên

source: Tilt camera down
vi_vn: Camera nghiêng xuống

source: Rotate camera left
vi_vn: Xoay camera trái

source: Rotate camera right
vi_vn: Xoay camera phải

source: Zoom in
vi_vn: Phóng to

source: Zoom out
vi_vn: Thu nhỏ

source: Toggle map
vi_vn: Chuyển đổi bản đồ

source: Toggle character inventory
vi_vn: Chuyển đổi hàng tồn kho nhân vật

source: Toggle character stats
vi_vn: Chuyển đổi số liệu thống kê nhân vật

source: Toggle research
vi_vn: Chuyển đổi nghiên cứu

source: Toggle faction window
vi_vn: Chuyển đổi cửa sổ phe phái

source: Toggle main gui
vi_vn: Chuyển đổi GUI chính

source: Stop selected characters actions
vi_vn: Dừng hành động nhân vật được chọn

source: Toggle block only mode
vi_vn: Chỉ chuyển đổi chế độ khối khối

source: Toggle passive mode
vi_vn: Chuyển đổi chế độ thụ động

source: Toggle jobs
vi_vn: Chuyển đổi công việc

source: Toggle ranged mode
vi_vn: Chuyển đổi chế độ tầm xa

source: Toggle stealth mode
vi_vn: Chuyển đổi chế độ tàng hình

source: Cycle movement speed
vi_vn: Tốc độ di chuyển chu kỳ

source: Medic order
vi_vn: Đơn đặt hàng y học

source: Rescue order
vi_vn: Lệnh giải cứu

source: Prospect order
vi_vn: Lệnh triển vọng

source: Focus selected character
vi_vn: Tập trung nhân vật được chọn

source: Select all characters
vi_vn: Chọn tất cả các nhân vật

source: Select character 1
vi_vn: Chọn nhân vật 1

source: Select character 2
vi_vn: Chọn nhân vật 2

source: Select character 3
vi_vn: Chọn nhân vật 3

source: Select character 4
vi_vn: Chọn nhân vật 4

source: Select character 5
vi_vn: Chọn nhân vật 5

source: Select character 6
vi_vn: Chọn nhân vật 6

source: Select character 7
vi_vn: Chọn nhân vật 7

source: Select character 8
vi_vn: Chọn nhân vật 8

source: Select character 9
vi_vn: Chọn nhân vật 9

source: Select character 10
vi_vn: Chọn nhân vật 10

source: Select next character
vi_vn: Chọn nhân vật tiếp theo

source: Select previous character
vi_vn: Chọn nhân vật trước

source: Cycle squads
vi_vn: Đội xe đạp

source: Build mode
vi_vn: Chế độ xây dựng

source: Toggle build mode
vi_vn: Chuyển đổi chế độ xây dựng

source: Confirm build mode
vi_vn: Xác nhận chế độ xây dựng

source: Undo last building
vi_vn: Hoàn tác tòa nhà cuối cùng

source: Rotate building left
vi_vn: Xoay tòa nhà bên trái

source: Rotate building right
vi_vn: Xoay tòa nhà ngay

source: Move building up
vi_vn: Di chuyển xây dựng lên

source: Move building down
vi_vn: Di chuyển xây dựng xuống

source: Increase building slope
vi_vn: Tăng độ dốc tòa nhà

source: Decrease building slope
vi_vn: Giảm độ dốc tòa nhà

source: Tools
vi_vn: Công cụ

source: Toggle game editor
vi_vn: Chuyển đổi trình chỉnh sửa trò chơi

source: Rebuild navmesh
vi_vn: Xây dựng lại Navmesh

source: Reload biome data
vi_vn: Tải lại dữ liệu sinh học

source: Editor gizmo: move
vi_vn: Biên tập Gizmo: Di chuyển

source: Editor gizmo: rotate
vi_vn: Biên tập Gizmo: Xoay

source: Editor gizmo: scale
vi_vn: Biên tập Gizmo: Quy mô

source: Defaults
vi_vn: Mặc định

source: Active mods
vi_vn: Mod hoạt động

source: Beta limitation: Area under construction.
vi_vn: Giới hạn beta: Khu vực đang được xây dựng.

source: Hold down the ALT key to pick the lock.
vi_vn: Giữ phím ALT để chọn khóa.

source: Hold down the ALT key to escape the cage.
vi_vn: Giữ phím ALT để thoát khỏi lồng.

source: Error!
vi_vn: Lỗi!

source: One of your squads has somehow loaded off the map, reload your game with [reset positions] selected to recover your missing squads
vi_vn: Một trong những đội của bạn bằng cách nào đó đã được tải ra khỏi bản đồ, tải lại trò chơi của bạn với [vị trí đặt lại] được chọn để phục hồi các đội bị thiếu của bạn

source: Can't place in a building you don't own.
vi_vn: Không thể đặt trong một tòa nhà mà bạn không sở hữu.

source: Can't build too close to another town.
vi_vn: Không thể xây dựng quá gần với một thị trấn khác.

source: This crop will not grow in this environment.
vi_vn: Cây trồng này sẽ không phát triển trong môi trường này.

source: No resources at this location, mining would be pointless.
vi_vn: Không có tài nguyên tại địa điểm này, khai thác sẽ là vô nghĩa.

source: Cannot build inside incomplete buildings.
vi_vn: Không thể xây dựng bên trong các tòa nhà không hoàn chỉnh.

source: Must be placed outside or on a roof.
vi_vn: Phải được đặt bên ngoài hoặc trên một mái nhà.

source: Must be placed inside a building.
vi_vn: Phải được đặt bên trong một tòa nhà.

source: Can only be placed on certain locations (marked by blue nodes).
vi_vn: Chỉ có thể được đặt trên các vị trí nhất định (được đánh dấu bằng các nút màu xanh).

source: Too close to another building.
vi_vn: Quá gần với một tòa nhà khác.

source: No valid usage nodes.
vi_vn: Không có nút sử dụng hợp lệ.

source: There are characters in the way.
vi_vn: Có những nhân vật theo cách.

source: The building blocks another building use nodes.
vi_vn: Tòa nhà chặn một tòa nhà khác sử dụng các nút.

source: The building has one or more parts on invalid ground.
vi_vn: Tòa nhà có một hoặc nhiều bộ phận trên mặt đất không hợp lệ.

source: Invalid placing floor number. Change to the correct floor to place it in that position.
vi_vn: Số sàn đặt không hợp lệ. Thay đổi sang tầng chính xác để đặt nó ở vị trí đó.
