Repository: mailinhrok/Kenshi-Viet-Hoa
Catalog: */LC_MESSAGES/main.po
Languages: vi_vn

source: Base Reload Speed:
vi_vn: Tốc độ tải lại cơ sở:

source: {1,num=fix,p=2}-{2,num=fix,p=2} seconds
vi_vn: {1,num=fix,p=2} - {2,num= fix,p=2} giây

source: User Reload Speed:
vi_vn: Tốc độ tải lại người dùng:

source: {1,num=fix,p=2} second
vi_vn: {1,num=fix,p=2} thứ hai

source: Don't put grass and meshes in the same foliage layer!
vi_vn: Đừng đặt cỏ và lưới trong cùng một lớp tán lá!

source: STORAGE
vi_vn: KHO

source: {1,num} location added to the map.
vi_vn: {1,num} vị trí được thêm vào bản đồ.

source: You already know all these locations, no new information can be learned.
vi_vn: Bạn đã biết tất cả các địa điểm này, không có thông tin mới nào có thể được học.

source: Stealing chance:
vi_vn: Căn cứ ăn cắp cơ hội:

source: Illegal goods?
vi_vn: Hàng hóa bất hợp pháp?

source: No problem!
vi_vn: Không có gì!

source: ILLEGAL GOODS!
vi_vn: Hàng hóa bất hợp pháp!

source: NO!
vi_vn: KHÔNG!

source: Stolen goods?
vi_vn: Hàng hóa bị đánh cắp?

source: Fencing chance:
vi_vn: Cơ hội đấu kiếm:

source: You have a {1}% chance of getting caught selling this stolen item. Fence it anyway?
vi_vn: Bạn có một cơ hội {1}% bị bắt khi bán mặt hàng bị đánh cắp này. Hàng rào nó dù sao?

source: Out of trading range.
vi_vn: Ra khỏi phạm vi giao dịch.

source: No room for that item.
vi_vn: Không có chỗ cho mặt hàng đó.

source: You can't afford that.
vi_vn: Bạn không đủ khả năng.

source: The shopkeeper can't afford that.
vi_vn: Người bán hàng không đủ khả năng.

source: That's not for sale.
vi_vn: Đó không phải là để bán.

source: Got caught stealing.
vi_vn: Bị bắt đánh cắp.

source: Got caught selling stolen item.
vi_vn: Bị bắt gặp bán hàng bị đánh cắp.

source: Target is conscious.
vi_vn: Mục tiêu là ý thức.

source: Can't wear that item.
vi_vn: Không thể mặc món đồ đó.

source: Item is locked in place.
vi_vn: Vật phẩm bị khóa tại chỗ.

source: Invalid container type.
vi_vn: Loại container không hợp lệ.

source: Smugglers only buy illegal goods.
vi_vn: Những kẻ buôn lậu chỉ mua hàng hóa bất hợp pháp.

source: Attempted smuggling!
vi_vn: Đã cố buôn lậu!

source: What is that a uniform? I don't want that!
vi_vn: Đó là một bộ đồng phục là gì? Tôi không muốn điều đó!

source: Container cannot be placed here unless it is empty.
vi_vn: Container không thể được đặt ở đây trừ khi nó trống.

source: Backpack
vi_vn: Balo

source: Weapon I
vi_vn: Vũ khí I

source: Weapon II
vi_vn: Vũ khí II

source: Shirt
vi_vn: Áo sơ mi

source: Head
vi_vn: Cái đầu

source: Pants
vi_vn: Quần dài

source: Armor
vi_vn: Áo giáp

source: Boots
vi_vn: Bốt

source: Belt
vi_vn: Thắt lưng

source: Inventory
vi_vn: Hàng tồn kho

source: Open bag
vi_vn: Túi mở

source: Arrange
vi_vn: Sắp xếp

source: Limbs
vi_vn: Chân tay

source: Max Capacity:
vi_vn: Công suất tối đa:

source: Full
vi_vn: Đầy

source: Show research
vi_vn: Hiển thị nghiên cứu

source: Input
vi_vn: Đầu vào

source: Output
vi_vn: Đầu ra

source: Queue...
vi_vn: Hàng đợi...

source: Arms
vi_vn: Cánh tay

source: Legs
vi_vn: Chân

source: Money
vi_vn: Tiền

source: Opens the BUILD menu. Here you can place buildings and start your own outpost anywhere in the world, but you should choose a safe area and check availability of resources using the PROSPECT button. You will also need building materials to finish construction.
vi_vn: Mở menu xây dựng. Tại đây, bạn có thể đặt các tòa nhà và bắt đầu tiền đồn của riêng bạn ở bất cứ đâu trên thế giới, nhưng bạn nên chọn một khu vực an toàn và kiểm tra tính khả dụng của các tài nguyên bằng cách sử dụng nút Prospect. Bạn cũng sẽ cần vật liệu xây dựng để hoàn thành việc xây dựng.

source: Open character inventory
vi_vn: Hàng tồn kho nhân vật mở

source: Open character status window
vi_vn: Mở cửa sổ trạng thái nhân vật

source: Open world map
vi_vn: Mở bản đồ thế giới

source: Open research window
vi_vn: Mở cửa sổ nghiên cứu

source: Open squad management window
vi_vn: Cửa sổ quản lý đội hình mở

source: Open help window
vi_vn: Mở cửa sổ trợ giúp

source: Floor {1,num}
vi_vn: Tầng {1,num}

source: Change the selected floor, use to move to a certain floor of a building, 0 is ground floor (also: Page Down key)
vi_vn: Thay đổi tầng đã chọn, sử dụng để di chuyển đến một tầng nhất định của tòa nhà, 0 là tầng trệt (cũng: khóa xuống trang)

source: Change the selected floor, use to move to a certain floor of a building, 0 is ground floor (also: Page Up key)
vi_vn: Thay đổi tầng đã chọn, sử dụng để di chuyển đến một tầng nhất định của tòa nhà, 0 là tầng trệt (cũng: khóa trang lên)

source: PAUSED
vi_vn: Tạm dừng

source: Loading...
vi_vn: Đang tải...

source: Block
vi_vn: Chặn

source: Hold
vi_vn: Giữ

source: Passive
vi_vn: Bị động

source: Jobs
vi_vn: Việc làm

source: Taunt
vi_vn: Chế nhạo

source: Ranged
vi_vn: Bắn xa

source: Sneak
vi_vn: Lén lút

source: This will toggle the selected characters into defensive combat mode. When in defensive mode, a character will focus purely on staying alive and will gain 20 to his melee defense skill. However he will not attempt to make any attacks. This is handy for keeping your weaker characters alive when they are outclassed.
vi_vn: Điều này sẽ chuyển các nhân vật đã chọn sang chế độ chiến đấu phòng thủ. Khi ở chế độ phòng thủ, một nhân vật sẽ tập trung hoàn toàn vào việc sống và sẽ đạt được 20 cho kỹ năng phòng thủ cận chiến của mình. Tuy nhiên, anh ta sẽ không cố gắng thực hiện bất kỳ cuộc tấn công nào. Điều này rất tiện lợi để giữ cho các nhân vật yếu hơn của bạn tồn tại khi chúng bị vượt qua.

source: HOLD POSITION means that the selected character won't run off to fight enemies, even to protect his allies. He will hold his position and only attack any enemy that comes into close range. He will still use a crossbow normally, but won't move around obstacles to get a shot. Use this setting to tactically position fighters, or just to keep non-combatants away from the fighting.
vi_vn: Nắm giữ vị trí có nghĩa là nhân vật được chọn sẽ không chạy trốn để chiến đấu với kẻ thù, thậm chí để bảo vệ các đồng minh của mình. Anh ta sẽ giữ vị trí của mình và chỉ tấn công bất kỳ kẻ thù nào đi vào cự ly gần. Anh ta vẫn sẽ sử dụng một cây nỏ bình thường, nhưng sẽ không di chuyển xung quanh các chướng ngại vật để bắn. Sử dụng cài đặt này để định vị các máy bay chiến đấu, hoặc chỉ để giữ cho những người không chiến đấu tránh xa cuộc chiến.

source: In non-combat mode a character will never initiate combat, even if his allies are fighting or need help. He will only fight when directly attacked, and is less likely to be targeted by enemies.
vi_vn: Trong chế độ không chiến đấu, một nhân vật sẽ không bao giờ bắt đầu chiến đấu, ngay cả khi các đồng minh của anh ta đang chiến đấu hoặc cần sự giúp đỡ. Anh ta sẽ chỉ chiến đấu khi tấn công trực tiếp, và ít có khả năng bị kẻ thù nhắm đến.

source: If this is disabled then the character won't do any of the jobs listed.
vi_vn: Nếu điều này bị vô hiệu hóa thì nhân vật sẽ không làm bất kỳ công việc nào được liệt kê.

source: The character will make himself offensive, noisy and conspicuous in an attempt to draw more of the enemy to attack him. Using this enables your experienced and well armoured characters to draw trouble away from your more vulnerable ones.
vi_vn: Nhân vật sẽ khiến mình trở nên khó chịu, ồn ào và dễ thấy trong nỗ lực thu hút nhiều kẻ thù để tấn công anh ta. Sử dụng điều này cho phép các nhân vật có kinh nghiệm và bọc thép tốt của bạn để thu hút rắc rối từ những nhân vật dễ bị tổn thương hơn của bạn.

source: Activates sneak mode so the character will try to go unnoticed.
vi_vn: Kích hoạt chế độ lén để nhân vật sẽ cố gắng không được chú ý.

source: If the character is unconscious, when he wakes up he will stay down on the ground and crawl to avoid detection.
vi_vn: Nếu nhân vật bất tỉnh, khi anh ta thức dậy, anh ta sẽ ở lại trên mặt đất và bò để tránh bị phát hiện.

source: If enabled then the character will prioritise ranged attacks, melee will be a last resort.
vi_vn: Nếu được kích hoạt thì nhân vật sẽ ưu tiên các cuộc tấn công tầm xa, Melee sẽ là phương sách cuối cùng.

source: Pressing this button will order your selected characters to automatically heal everyone else in the squad, including themselves. They will need a medkit in their inventory.
vi_vn: Nhấn nút này sẽ ra lệnh cho các nhân vật đã chọn của bạn tự động chữa lành mọi người khác trong đội hình, bao gồm cả chính họ. Họ sẽ cần một medkit trong hàng tồn kho của họ.

source: Rescue
vi_vn: Giải cứu

source: This will order your selected characters to pick up all your wounded allies. If you own any buildings nearby, they will take the wounded and put them in beds. Make sure to heal their wounds first.
vi_vn: Điều này sẽ ra lệnh cho các nhân vật đã chọn của bạn để nhận tất cả các đồng minh bị thương của bạn. Nếu bạn sở hữu bất kỳ tòa nhà nào gần đó, họ sẽ lấy những người bị thương và đặt chúng lên giường. Hãy chắc chắn để chữa lành vết thương của họ trước.

source: Prospect
vi_vn: Tiềm năng

source: This will give you information on the richness of resources at your location. Stone, iron, water, fertility... It's important to check for these things before building an outpost.
vi_vn: Điều này sẽ cung cấp cho bạn thông tin về sự phong phú của tài nguyên tại vị trí của bạn. Đá, sắt, nước, khả năng sinh sản ... Điều quan trọng là kiểm tra những điều này trước khi xây dựng một tiền đồn.

source: No jobs assigned
vi_vn: Không có công việc được giao

source: To add jobs, hold shift key when giving an order
vi_vn: 1. Để thêm công việc, hãy nhấn giữ phím Shift khi ra lệnh.] [ 2. Liên hệ cải thiện bản dịch: MaiLinhLeader@gmail.com

source: Research:
vi_vn: Nghiên cứu:

source: Battery charge:
vi_vn: Sạc pin:

source: Buyer's money:
vi_vn: Tiền của người mua:

source: Ok
vi_vn: Được rồi

source: Yes
vi_vn: Đúng

source: No
vi_vn: KHÔNG

source: Abort
vi_vn: Huỷ bỏ

source: Seems packaging the crash dump failed miserably. There should be a .dmp file there instead.
vi_vn: Có vẻ như đóng gói bãi rác thất bại thảm hại. Thay vào đó, cần có một tệp .dmp ở đó.

source: Crash fail
vi_vn: Sự cố thất bại

source: Kenshi has crashed. A crash report has been generated in your main install folder:{1}{2}.zip. Please go to the bug report forum at www.lofigames.com/forum/. If you upload it there, with as much information as you can about exactly what happened, this bug is likely to get fixed very quickly. Your help would be appreciated.
vi_vn: Kenshi đã bị rơi. Một báo cáo sự cố đã được tạo trong thư mục cài đặt chính của bạn: {1} {2} .zip. Vui lòng truy cập diễn đàn báo cáo lỗi tại www.lofigames.com/forum/. Nếu bạn tải nó lên đó, với càng nhiều thông tin càng tốt về chính xác những gì đã xảy ra, lỗi này có thể sẽ được sửa rất nhanh. Sự giúp đỡ của bạn sẽ được trân trong.

source: An exception occurred!
vi_vn: Một ngoại lệ đã xảy ra!

source: I can't afford that.
vi_vn: Tôi không đủ khả năng.

source: Hold down the ALT key to steal items
vi_vn: Giữ phím ALT để đánh cắp các vật phẩm

source: {1} has been butchered
vi_vn: {1} đã bị đánh cắp

source: {1,num} cats added.
vi_vn: {1,num} Cats thêm.

source: Regenerate sector
vi_vn: Tái tạo ngành

source: Foliage removal
vi_vn: Loại bỏ tán lá

source: Render all
vi_vn: Làm cho tất cả

source: Render selection
vi_vn: Lựa chọn kết xuất

source: Erase selection
vi_vn: Xóa lựa chọn

source: Project roads
vi_vn: Đường dự án

source: Validate road network
vi_vn: Xác thực mạng lưới đường bộ

source: Hidden
vi_vn: Ẩn giấu

source: Road width
vi_vn: Chiều rộng đường

source: Roads
vi_vn: Đường

source: Town Placement
vi_vn: Vị trí thị trấn

source: Reset Population
vi_vn: Đặt lại dân số

source: Navmesh Tools
vi_vn: Công cụ Navmesh

source: Terrain Features
vi_vn: Các tính năng địa hình

source: Terrain Fog
vi_vn: Sương mù địa hình

source: Buildings
vi_vn: Các tòa nhà

source: Fix stuff
vi_vn: Khắc phục công cụ

source: Save Mod
vi_vn: Lưu mod

source: Exit
vi_vn: Thoát game

source: Save
vi_vn: Lưu

source: Del
vi_vn: Sau đó

source: None selected
vi_vn: Không được chọn

source: Show Interior
vi_vn: Hiển thị nội thất

source: Clear
vi_vn: Thông thoáng

source: Clear Nodes
vi_vn: Rõ ràng các nút

source: Layout
vi_vn: Cách trình bày

source: Interior edit mode
vi_vn: Chế độ chỉnh sửa nội thất

source: Interior
vi_vn: Nội địa

source: Furniture
vi_vn: Nội thất

source: Exterior
vi_vn: Bên ngoài

source: Signs and NPCs
vi_vn: Dấu hiệu và NPC

source: Level Editor
vi_vn: Biên tập viên cấp độ

source: This will remove this interior for all buildings of this type that reference it. Are you sure you want to delete it?
vi_vn: Điều này sẽ loại bỏ nội thất này cho tất cả các tòa nhà thuộc loại này tham chiếu nó. Bạn có chắc chắn muốn xóa nó?

source: This will remove this exterior for all buildings of this type that reference it. Are you sure you want to delete it?
vi_vn: Điều này sẽ loại bỏ ngoại thất này cho tất cả các tòa nhà thuộc loại này tham chiếu nó. Bạn có chắc chắn muốn xóa nó?

source: Autosaved
vi_vn: Đã lưu tự động

source: Save successful
vi_vn: Lưu giữ thành công

source: Error saving game. Please try again.
vi_vn: Trò chơi tiết kiệm lỗi. Vui lòng thử lại.

source: Failed to save game. Please try again.
vi_vn: Không thể lưu trò chơi. Vui lòng thử lại.

source: Updates
vi_vn: Cập nhật

source: Kenshi has now been updated to v{1}. You should go back to the main menu and press [Import Game] to start a fresh new game world with your existing squad. Otherwise some of the world's content may be missing or buggy.
vi_vn: Kenshi hiện đã được cập nhật lên V {1}. Bạn nên quay lại menu chính và nhấn [Nhập trò chơi] Để bắt đầu một thế giới trò chơi mới với đội hình hiện tại của bạn. Nếu không, một số nội dung của thế giới có thể bị thiếu hoặc lỗi.

source: Load game error! Your squad has been salvaged. Awarded 10000 cats as compensation.
vi_vn: Tải lỗi trò chơi! Đội hình của bạn đã được trục vớt. Được trao 10000 Cats như bồi thường.

source: Demo mode
vi_vn: Chế độ demo

source: Buy the full game to access the editor
vi_vn: Mua toàn bộ trò chơi để truy cập trình chỉnh sửa

source: Map
vi_vn: Bản đồ

source: Faction
vi_vn: Phe phái

source: Research
vi_vn: Nghiên cứu

source: Crafting
vi_vn: Chế tạo

source: Squads
vi_vn: Đội hình

source: Dialogue
vi_vn: Hội thoại

source: You currently have no research facilities. Build a research bench and assign someone to work there.
vi_vn: Bạn hiện không có cơ sở nghiên cứu. Xây dựng một băng ghế nghiên cứu và chỉ định ai đó làm việc ở đó.

source: Types
vi_vn: Loại

source: Blueprints
vi_vn: Bản thiết kế

source: RESEARCH - LEVEL {1,num} (CURRENT RATE: {2,num=fix,p=2}x)
vi_vn: Nghiên cứu - Cấp độ {1,num} (tỷ lệ hiện tại: {2,num= fix,p=2} x)

source: Ditch items
vi_vn: MTHEM Vật phẩm

source: If they have nothing else to do, characters will automatically put any excess materials they are carrying into storage. This can help to un-block the base AI when things grind to a halt from over-filled inventories.
vi_vn: Nếu họ không có gì khác để làm, các nhân vật sẽ tự động đặt bất kỳ vật liệu dư thừa nào mà họ đang mang vào kho. Điều này có thể giúp hủy bỏ AI cơ sở khi mọi thứ dừng lại từ hàng tồn kho quá đầy.

source: Sleep when injured
vi_vn: Ngủ khi bị thương

source: Characters will automatically go to bed if they are injured and have nothing else to do
vi_vn: Nhân vật sẽ tự động đi ngủ nếu họ bị thương và không có gì khác để làm

source: Sit when idle
vi_vn: Ngồi khi nhàn rỗi

source: Idle characters at home will sit down on chairs and benches, if you have any
vi_vn: Những nhân vật nhàn rỗi ở nhà sẽ ngồi xuống ghế và ghế dài, nếu bạn có bất kỳ

source: Heal Allies
vi_vn: Chữa lành đồng minh

source: Characters with the medic job will also heal characters of allied factions
vi_vn: Các nhân vật có công việc y học cũng sẽ chữa lành các nhân vật của các phe phái đồng minh

source: Help Allies
vi_vn: Giúp đỡ đồng minh

source: Characters will help out characters from other allied factions if they are under attack
vi_vn: Các nhân vật sẽ giúp các nhân vật từ các phe phái đồng minh khác nếu họ bị tấn công

source: Rescue Allies
vi_vn: Giải cứu các đồng minh

source: Characters with the rescue job will also rescue allied characters from other factions
vi_vn: Các nhân vật có công việc cứu hộ cũng sẽ giải cứu các nhân vật đồng minh khỏi các phe phái khác

source: Share Food
vi_vn: Chia sẻ thức ăn

source: Characters in a squad will automatically share any of their food that is in a backpack (if in range).
vi_vn: Các nhân vật trong một đội sẽ tự động chia sẻ bất kỳ thực phẩm nào của họ trong ba lô (nếu trong phạm vi).

source: Feed Animals
vi_vn: Cho thú ăn

source: If food is running low, you can elect not to feed your animals.
vi_vn: Nếu thực phẩm đang tăng thấp, bạn có thể chọn không cho động vật ăn.

source: Shoot first, ask later
vi_vn: Bắn đầu tiên, hãy hỏi sau

source: Your turret gunners will shoot at any potentially dangerous but neutral targets, such as wild animals or bandits, without waiting for them to attack the base first.
vi_vn: Pháo thủ tháp pháo của bạn sẽ bắn vào bất kỳ mục tiêu nguy hiểm nhưng trung tính nào, chẳng hạn như động vật hoang dã hoặc kẻ cướp, mà không chờ chúng tấn công căn cứ trước.

source: Follow Formation
vi_vn: Theo sự hình thành

source: Random
vi_vn: Ngẫu nhiên

source: Military
vi_vn: Quân đội

source: Caravan
vi_vn: Cưỡi ngựa

source: Formation used when squad members are following a leader
vi_vn: Sự hình thành được sử dụng khi các thành viên đội đang theo dõi một nhà lãnh đạo

source: Needs research bench level {1,num}
vi_vn: Cần nghiên cứu cấp độ băng ghế {1,num}

source: Cost:
vi_vn: Trị giá:

source: Paid
vi_vn: Trả

source: Requirements:
vi_vn: Yêu cầu:

source: New Building:
vi_vn: Tòa nhà mới:

source: New Weapon Class:
vi_vn: Nhóm vũ khí mới:

source: New Weapons Grade:
vi_vn: Lớp vũ khí mới:

source: New Armour Type:
vi_vn: Loại áo giáp mới:

source: New Items:
vi_vn: Hàng mới:

source: New Crossbows:
vi_vn: Nước nỏ mới:

source: New Backpacks:
vi_vn: Ba lô mới:

source: New Robot Limbs:
vi_vn: Các chi robot mới:

source: Not enough artifacts, research cannot begin. Find artifacts and place them in your research bench.
vi_vn: Không đủ tạo tác, nghiên cứu không thể bắt đầu. Tìm đồ tạo tác và đặt chúng trong băng ghế nghiên cứu của bạn.

source: Cannot research '{1}'. Requirements not met.
vi_vn: Không thể nghiên cứu '{1}'. Yêu cầu không được đáp ứng.

source: Research Blueprint
vi_vn: Thiết kế nghiên cứu

source: Cannot learn this yet
vi_vn: Chưa thể học được điều này chưa

source: Right-click to learn tech
vi_vn: Nhấp chuột phải học công nghệ

source: Tech Level
vi_vn: Trình độ công nghệ

source: Value
vi_vn: Giá trị

source: Overview
vi_vn: Tổng quan

source: Resources
vi_vn: Tài nguyên

source: Prospecting Results
vi_vn: Kết quả triển vọng

source: Zone:
vi_vn: Vùng:

source: Altitude:
vi_vn: Độ cao:

source: Prospector Skill:
vi_vn: Kỹ năng triển vọng:

source: Area Size:
vi_vn: Kích thước diện tích:

source: Green
vi_vn: Màu xanh lá

source: Arid
vi_vn: Khô khan

source: Swamp
vi_vn: Đầm lầy

source: Wind Speed:
vi_vn: Tốc độ gió:

source: Add squad
vi_vn: Thêm đội hình

source: Dismiss
vi_vn: Miễn nhiệm

source: Maximum number of squads reached.
vi_vn: Số lượng tối đa của các đội đạt được.

source: The squad needs to be empty before it can be removed.
vi_vn: Đội cần phải trống trước khi có thể loại bỏ.

source: You must have at least one squad.
vi_vn: Bạn phải có ít nhất một đội.

source: Dismiss character
vi_vn: Loại bỏ nhân vật

source: Cannot dismiss the only remaining character in the faction.
vi_vn: Không thể loại bỏ nhân vật duy nhất còn lại trong phe.

source: Dismiss character '{1}'?
vi_vn: Loại bỏ nhân vật '{1}'?

source: Delete
vi_vn: Xóa bỏ

source: Faction name
vi_vn: Tên phe

source: ---Active Contracts---
vi_vn: --- Hợp đồng hoạt động ---

source: ---Upcoming Events---
vi_vn: ---Sự kiện sắp tới---

source: Faction Name
vi_vn: Tên phe

source: This faction name already exists
vi_vn: Tên phe này đã tồn tại

source: Manage Contract
vi_vn: Quản lý hợp đồng

source: Sell value
vi_vn: Giá trị bán

source: Ammunition
vi_vn: Đạn dược

source: Research Artifact
vi_vn: Nghiên cứu tạo tác

source: Unique
vi_vn: Độc nhất

source: Book
vi_vn: Sách

source: Food
vi_vn: Đồ ăn

source: Possibly Edible
vi_vn: Có thể ăn được

source: Only for:
vi_vn: Chỉ dành cho:

source: Also edible for animals
vi_vn: Cũng có thể ăn được cho động vật

source: Nutrition
vi_vn: Dinh dưỡng

source: {1,num} nu
vi_vn: {1,num} không

source: Shots
vi_vn: Ảnh

source: Weight
vi_vn: Cân nặng

source: Avg. Price
vi_vn: AVG. Giá

source: Price mark-up
vi_vn: Đánh dấu giá

source: Charges
vi_vn: Phí

source: Quality
vi_vn: Chất lượng

source: Crossbow class
vi_vn: Nhóm nỏ

source: Accuracy deviation:
vi_vn: Độ lệch độ chính xác:

source: Reload time:
vi_vn: Tải lại thời gian:

source: Velocity:
vi_vn: Vận tốc:

source: m/s
vi_vn: bệnh đa xơ cứng

source: Blood loss:
vi_vn: Mất máu:

source: Required skill:
vi_vn: Kỹ năng cần thiết:

source: Ammunition type:
vi_vn: Loại đạn:

source: Damage vs robots
vi_vn: Thiệt hại vs robot

source: Damage vs humans
vi_vn: Thiệt hại vs con người

source: Damage vs animals
vi_vn: Thiệt hại vs động vật

source: Damage vs
vi_vn: Thiệt hại so với

source: -----STATS-----
vi_vn: ----- Số liệu thống kê -----

source: Unarmed damage bonus
vi_vn: Tiền thưởng thiệt hại không vũ trang

source: Katana class
vi_vn: Lớp Katana

source: Sabre class
vi_vn: Lớp Saber

source: Hacker class
vi_vn: Nhóm hacker

source: Heavy weapons class
vi_vn: Lớp vũ khí nặng

source: Polearm class
vi_vn: Lớp plearm

source: Blunt weapon class
vi_vn: Nhóm vũ khí cùn

source: Cutting damage
vi_vn: Cắt sát thương

source: Blunt damage
vi_vn: Thiệt hại cùn

source: Blood loss
vi_vn: Mất máu

source: Armour penetration
vi_vn: Sự thâm nhập áo giáp

source: Attack bonus
vi_vn: Tấn công cộng thêm

source: Defence bonus
vi_vn: Phòng thủ cộng thêm

source: Indoors bonus
vi_vn: Điểm thưởng trong nhà

source: Indoors penalty
vi_vn: Hình phạt trong nhà

source: Crafted by {1}
vi_vn: Được chế tạo bởi {1}

source: A masterful weapon crafted by the renowned smith {1} of {2}.
vi_vn: Một vũ khí bậc thầy được chế tạo bởi Thợ Rèn nổi tiếng {1} của {2}.

source: Crafted by the smith {1} of {2}.
vi_vn: Được chế tạo bởi Thợ Rèn {1} của {2}.

source: Manufactured by
vi_vn: Sản xuất bởi

source: empty
vi_vn: trống

source: Encumbrance reduction
vi_vn: Giảm trở ngại

source: Combat skills bonus
vi_vn: Tiền thưởng kỹ năng chiến đấu

source: Athletics effect
vi_vn: Hiệu ứng điền kinh

source: Combat speed effect
vi_vn: Hiệu ứng tốc độ chiến đấu

source: Stealth skill effect
vi_vn: Hiệu ứng kỹ năng tàng hình

source: Dodge skill effect
vi_vn: Hiệu ứng kỹ năng Dodge

source: Stolen from:
vi_vn: Bị đánh cắp từ:

source: Stolen
vi_vn: Ăn cắp

source: Buyback
vi_vn: Mua lại

source: Duststorms
vi_vn: Bệnh bão

source: Acid
vi_vn: Axit

source: Burning
vi_vn: Đốt

source: Gas
vi_vn: Khí ga

source: Rain
vi_vn: Cơn mưa

source: Faction Uniform:
vi_vn: Đồng phục phe phái:

source: {1} Grade
vi_vn: {1} lớp

source: Light Armour Class
vi_vn: Lớp áo giáp nhẹ

source: Medium Armour Class
vi_vn: Lớp áo giáp trung bình

source: Heavy Armour Class
vi_vn: Lớp áo giáp nặng

source: Leather
vi_vn: Da thú

source: Chain
vi_vn: Xích

source: Metal Plate
vi_vn: Đĩa kim loại

source: Cloth
vi_vn: Vải

source: Blunt resistance
vi_vn: Kháng cùn

source: Cut resistance
vi_vn: Kháng cắt

source: Cut resistance efficiency
vi_vn: Hiệu quả kháng cắt

source: Harpoon resistance
vi_vn: Kháng chiến Harpoon

source: [Weather Protections]
vi_vn: [Bảo vệ thời tiết]

source: Coverage
vi_vn: Che phủ

source: No Armour Coverage
vi_vn: Không có bảo hiểm áo giáp

source: Skills
vi_vn: Kỹ năng

source: Stealth effect
vi_vn: Hiệu ứng tàng hình

source: Crossbows effect
vi_vn: Hiệu ứng Crossbows

source: Dexterity effect
vi_vn: Hiệu ứng khéo léo
