Repository: mailinhrok/Kenshi-Viet-Hoa
Catalog: */LC_MESSAGES/main.po
Languages: vi_vn

source: To craft items, you need to build a workbench from the Crafting section of the build menu.
vi_vn: Để tạo ra các mặt hàng, bạn cần xây dựng một bàn làm việc từ phần chế tạo của menu xây dựng.

source: How to craft (No bench)
vi_vn: Cách chế tạo (không có băng ghế)

source: First things first though, you're going to need to research all the necessary buildings, equipment and schematics needed for crafting.
vi_vn: Trước tiên, điều đầu tiên, bạn sẽ cần nghiên cứu tất cả các tòa nhà, thiết bị và sơ đồ cần thiết cần thiết để chế tạo.

source: Build a Research Bench to learn new tech and crafts.
vi_vn: Xây dựng một băng ghế nghiên cứu để học công nghệ và thủ công mới.

source: Left click to select your new building and view its info.
vi_vn: Bấm trái để chọn tòa nhà mới của bạn và xem thông tin của nó.

source: This shows the current state of the building.
vi_vn: Điều này cho thấy tình trạng hiện tại của tòa nhà.

source: Some buildings will need a power supply.
vi_vn: Một số tòa nhà sẽ cần một nguồn cung cấp điện.

source: To save power for other buildings, you can use the Power switch to turn off specific buildings.
vi_vn: Để tiết kiệm năng lượng cho các tòa nhà khác, bạn có thể sử dụng công tắc nguồn để tắt các tòa nhà cụ thể.

source: Some machines and buildings need workers to operate them. This bar shows how many workers are currently operating the machine and the maximum possible amount of them.
vi_vn: Một số máy móc và tòa nhà cần công nhân để vận hành chúng. Thanh này cho thấy có bao nhiêu công nhân hiện đang vận hành máy và số lượng tối đa có thể của họ.

source: Many machines and buildings need certain raw materials in order to run. This panel shows exactly what items are needed to add to it.
vi_vn: Nhiều máy móc và tòa nhà cần một số nguyên liệu thô nhất định để chạy. Bảng điều khiển này cho thấy chính xác những mục nào là cần thiết để thêm vào nó.

source: You've built your first production building
vi_vn: Bạn đã xây dựng tòa nhà sản xuất đầu tiên của mình

source: Production buildings rely on a number of factors.
vi_vn: Các tòa nhà sản xuất dựa vào một số yếu tố.

source: The more workers, the faster the output.
vi_vn: Càng nhiều công nhân, đầu ra càng nhanh.

source: To research new tech such as buildings, defensive weapons and crafting, you need to construct a Research Bench from the Build menu. But, before you can build a Research Bench, you need a building to house it.
vi_vn: Để nghiên cứu công nghệ mới như các tòa nhà, vũ khí phòng thủ và chế tạo, bạn cần xây dựng một băng ghế nghiên cứu từ menu xây dựng. Nhưng, trước khi bạn có thể xây dựng một băng ghế nghiên cứu, bạn cần một tòa nhà để chứa nó.

source: How to research tech (Benches)
vi_vn: Cách nghiên cứu công nghệ (băng ghế)

source: Either you can buy a house in a town, or you can build your own house outside of an NPC town. Left click on a building to check if it is for sale.
vi_vn: Hoặc bạn có thể mua một ngôi nhà trong một thị trấn, hoặc bạn có thể xây dựng ngôi nhà của riêng bạn bên ngoài một thị trấn NPC. Nhấp chuột trái vào một tòa nhà để kiểm tra xem nó có được bán không.

source: Some buildings are availiable for purchase. This panel will tell you how much the building costs, with a button to buy it.
vi_vn: Một số tòa nhà có sẵn để mua. Bảng điều khiển này sẽ cho bạn biết chi phí xây dựng bao nhiêu, với một nút để mua nó.

source: Buildings for sale
vi_vn: Tòa nhà để bán

source: You can also often buy destroyed buildings for a cheaper rate. You must then repair the building before it can be used.
vi_vn: Bạn cũng thường có thể mua các tòa nhà bị phá hủy với giá rẻ hơn. Sau đó, bạn phải sửa chữa tòa nhà trước khi nó có thể được sử dụng.

source: Next, you'll need to select tech to research. Select TEC from the panel.
vi_vn: Tiếp theo, bạn sẽ cần chọn công nghệ để nghiên cứu. Chọn TEC từ bảng điều khiển.

source: How to research tech (Researching)
vi_vn: Cách nghiên cứu công nghệ (nghiên cứu)

source: To learn new tech you can buy blueprints from merchants. Or, you can research new tech yourself.
vi_vn: Để tìm hiểu công nghệ mới, bạn có thể mua bản thiết kế từ các thương nhân. Hoặc, bạn có thể tự nghiên cứu công nghệ mới.

source: To research, you must have a scientist assigned to your Research Bench. Select a squad member, hold and right click on your Research Bench and select Use Machine. Research speed will depend on your assigned scientist's Science skill stat.
vi_vn: Để nghiên cứu, bạn phải có một nhà khoa học được chỉ định vào băng ghế nghiên cứu của bạn. Chọn một thành viên đội hình, giữ và nhấp chuột phải vào băng ghế nghiên cứu của bạn và chọn sử dụng máy. Tốc độ nghiên cứu sẽ phụ thuộc vào chỉ số kỹ năng khoa học của nhà khoa học được giao của bạn.

source: Select any tech you want to research by left clicking it. You can queue up as many as you want.
vi_vn: Chọn bất kỳ công nghệ nào bạn muốn nghiên cứu bằng cách nhấp chuột trái. Bạn có thể xếp hàng bao nhiêu tùy thích.

source: How to research tech (Blueprints)
vi_vn: Cách nghiên cứu công nghệ (bản thiết kế)

source: You found a blueprint
vi_vn: Bạn đã tìm thấy một bản thiết kế

source: Blueprints allow you to learn Tech instantly. To learn a blueprint, open your inventory and right click it to learn it.
vi_vn: Bản thiết kế cho phép bạn học công nghệ ngay lập tức. Để tìm hiểu một kế hoạch chi tiết, hãy mở kho của bạn và nhấp chuột phải vào nó để tìm hiểu nó.

source: If you are wearing a backpack, make sure to close it first so that the blueprint doesn't switch between your inventory when you try to use it.
vi_vn: Nếu bạn đang đeo ba lô, hãy đảm bảo đóng nó trước để bản thiết kế không chuyển đổi giữa kho của bạn khi bạn cố gắng sử dụng nó.

source: First, select a building you want to construct from the panel. Hint: Building a small shack will allow you to build a Research Bench inside, with this you can learn and unlock new tech.
vi_vn: Đầu tiên, chọn một tòa nhà bạn muốn xây dựng từ bảng điều khiển. Gợi ý: Xây dựng một lán nhỏ sẽ cho phép bạn xây dựng một băng ghế nghiên cứu bên trong, với điều này bạn có thể học và mở khóa công nghệ mới.

source: Welcome to Build mode
vi_vn: Chào mừng bạn đến với chế độ xây dựng

source: Next, choose where to place the building on the terrain. If the building shows red, there is an obstruction and you cannot place it. If blue, you're too close to another town. If green, you're good to go!
vi_vn: Tiếp theo, chọn nơi đặt tòa nhà trên địa hình. Nếu tòa nhà hiển thị màu đỏ, có một vật cản và bạn không thể đặt nó. Nếu màu xanh, bạn quá gần với một thị trấn khác. Nếu màu xanh lá cây, bạn tốt để đi!

source: To rotate the position of the building, use the < and > keys. Once you're happy, left click to place the building and hit the Confirm button.
vi_vn: Để xoay vị trí của tòa nhà, sử dụng các phím < and >. Khi bạn hạnh phúc, nhấp chuột trái để đặt tòa nhà và nhấn nút Xác nhận.

source: Select squad members and right click the construction to begin adding materialsif they have them.
vi_vn: Chọn các thành viên đội hình và nhấp chuột phải vào việc xây dựng để bắt đầu thêm vật liệu nếu họ có chúng.

source: Construction will be much quicker depending on the number of people who are assigned, and their Engineer skill stats.
vi_vn: Việc xây dựng sẽ nhanh hơn nhiều tùy thuộc vào số lượng người được chỉ định và chỉ số kỹ năng kỹ sư của họ.

source: This shows how many building materials are needed to complete the construction.
vi_vn: Điều này cho thấy cần bao nhiêu vật liệu xây dựng để hoàn thành việc xây dựng.

source: Once the Condition bar is filled, the construction is complete and ready to use.
vi_vn: Khi thanh điều kiện được lấp đầy, việc xây dựng đã hoàn tất và sẵn sàng để sử dụng.

source: Building (Construction)
vi_vn: Xây dựng công trình)

source: Select your construction to check it's status.
vi_vn: Chọn công trình của bạn để kiểm tra trạng thái của nó.

source: The prospecting window tells you information about the resources in the current area.
vi_vn: Cửa sổ triển vọng cho bạn biết thông tin về các tài nguyên trong khu vực hiện tại.

source: The top section is information at the point the character is standing. The lower section is a map of the resources in the vicinity. You can select the resource type that is shown on the map. Characters with a higher science skill will be able to detect resources from farther away.
vi_vn: Phần trên cùng là thông tin tại điểm nhân vật đang đứng. Phần dưới là bản đồ các tài nguyên trong vùng lân cận. Bạn có thể chọn loại tài nguyên được hiển thị trên bản đồ. Các nhân vật có kỹ năng khoa học cao hơn sẽ có thể phát hiện tài nguyên từ xa hơn.

source: Missing a limb
vi_vn: Thiếu một chi

source: You appear to be missing a limb. Limbs are useful things to have so you may want to get that replaced. You can buy various robotic limbs from robotics vendors.
vi_vn: Bạn dường như bị thiếu một chi. Tay chân là những điều hữu ích để có vì vậy bạn có thể muốn thay thế điều đó. Bạn có thể mua các chi robot khác nhau từ các nhà cung cấp robot.

source: Install new limbs using the robotics window availiable from the character's inventory. Robotic limbs require skeleton repair kits to fix. The maximum health of the limb will also degrade as it takes damage but it can be restored to its full health in a skeleton repair bed.
vi_vn: Cài đặt các chi mới bằng cửa sổ Robotics có sẵn từ kho của nhân vật. Các chân tay robot yêu cầu bộ dụng cụ sửa chữa bộ xương để sửa chữa. Sức khỏe tối đa của chi cũng sẽ xuống cấp vì nó bị thiệt hại nhưng nó có thể được phục hồi toàn bộ sức khỏe của nó trên giường sửa chữa bộ xương.

source: Editor problem
vi_vn: Vấn đề biên tập

source: Editor values missing for the race '{1}'
vi_vn: Các giá trị biên tập bị thiếu cho cuộc đua '{1}'

source: Editor values missing for the race '{1}' for both genders.
vi_vn: Các giá trị trình soạn thảo bị thiếu cho cuộc đua '{1}' cho cả hai giới tính.

source: Editor values missing for the race '{1}' for gender: {2}.
vi_vn: Các giá trị trình soạn thảo bị thiếu cho cuộc đua '{1}' cho giới tính: {2}.

source: You cannot delete this building while there are still items in its inventory. Precious research artifacts and stuff, don't lose them.
vi_vn: Bạn không thể xóa tòa nhà này trong khi vẫn còn các mặt hàng trong kho của nó. Các cổ vật nghiên cứu quý giá và công cụ, đừng mất chúng.

source: There are still items in the inventory, they will be lost. Are you sure you want to destroy this building?
vi_vn: Vẫn còn các mặt hàng trong kho, chúng sẽ bị mất. Bạn có chắc là bạn muốn phá hủy tòa nhà này?

source: You cannot delete this building while it has mounted buildings.
vi_vn: Bạn không thể xóa tòa nhà này trong khi nó có các tòa nhà gắn kết.

source: Dismantle
vi_vn: Tháo dỡ

source: Dismantling this building will destroy all furniture. Do you want to continue?
vi_vn: Tháo dỡ tòa nhà này sẽ phá hủy tất cả đồ nội thất. Bạn có muốn tiếp tục?

source: Are you sure?
vi_vn: Bạn có chắc không?

source: Building '{1}' construction complete at '{2}'.
vi_vn: Xây dựng '{1}' xây dựng hoàn chỉnh tại '{2}'.

source: Building '{1}' construction complete.
vi_vn: Xây dựng '{1}' Hoàn thành xây dựng.

source: Building construction complete
vi_vn: Xây dựng xây dựng hoàn chỉnh

source: Contract with
vi_vn: Hợp đồng với

source: has been terminated.
vi_vn: đã bị chấm dứt.

source: has ended.
vi_vn: đã kết thúc.

source: Bodyguard Contract
vi_vn: Hợp đồng vệ sĩ

source: -Protecting:
vi_vn: -Protioning:

source: Base Defence Contract
vi_vn: Hợp đồng phòng thủ cơ sở

source: {1} squad has been removed from {2}
vi_vn: {1} Squad đã bị xóa khỏi {2}

source: {1} has been enslaved
vi_vn: {1} đã bị bắt làm nô lệ

source: I don't have any materials
vi_vn: Tôi không có tài liệu nào

source: I need a medkit.
vi_vn: Tôi cần một medkit.

source: My legs are messed up.
vi_vn: Chân tôi bị rối.

source: I need a repair kit.
vi_vn: Tôi cần một bộ công cụ sửa chữa.

source: I don't have any tools
vi_vn: Tôi không có bất kỳ công cụ nào

source: My arms are messed up...
vi_vn: Cánh tay của tôi bị rối tung ...

source: I'm not skilled enough...
vi_vn: Tôi không đủ kỹ năng ...

source: My arm is messed up too badly.
vi_vn: Cánh tay của tôi bị rối loạn quá tệ.

source: It's locked.
vi_vn: Nó bị khóa rồi.

source: I can't get out of here.
vi_vn: Tôi không thể ra khỏi đây.

source: I can't get there.
vi_vn: Tôi không thể đến đó.

source: It's empty.
vi_vn: Nó trống rỗng.

source: The machine is full.
vi_vn: Máy đã đầy.

source: It's out of resources.
vi_vn: Nó không có nguồn lực.

source: I don't have space to pick that up!
vi_vn: Tôi không có không gian để chọn nó!

source: My arm is messed up too badly to lift anything.
vi_vn: Cánh tay của tôi bị rối loạn quá tệ để nâng bất cứ thứ gì.

source: It needs electricity.
vi_vn: Nó cần điện.

source: He's in the water.
vi_vn: Anh ấy đang ở trong nước.

source: I'm busy swimming.
vi_vn: Tôi đang bận bơi.

source: Ate {1}
vi_vn: AT {1}

source: Waiting to be released
vi_vn: Chờ được phát hành

source: Imprisoned, sentence time remaining:
vi_vn: Bị cầm tù, thời gian còn lại:

source: {1,num} hr
vi_vn: {1,num} giờ

source: Imprisoned, sentence time:
vi_vn: Bị cầm tù, thời gian câu:

source: FOREVER
vi_vn: MÃI MÃI

source: This character is wanted by the authorities. Turn them in for a reward.
vi_vn: Nhân vật này được chính quyền mong muốn. Biến chúng cho một phần thưởng.

source: Notorious: The bounty will never expire.
vi_vn: Nổi tiếng: Bounty sẽ không bao giờ hết hạn.

source: The bounty will expire in {1,num} hr
vi_vn: Bounty sẽ hết hạn trong {1,num} giờ

source: This character is not wanted by the local faction
vi_vn: Nhân vật này không bị truy nã bởi phe địa phương

source: Total Weight:
vi_vn: Tổng khối lượng:

source: Overloaded
vi_vn: Quá tải

source: Heavy
vi_vn: Nặng

source: Moderate
vi_vn: Vừa phải

source: Lightweight
vi_vn: Nhẹ

source: Weightless
vi_vn: Chân không

source: Money:
vi_vn: Tiền:

source: Merchant Info:
vi_vn: Thông tin thương gia:

source: Prices:
vi_vn: Giá:

source: Buys Stolen Goods
vi_vn: Mua hàng bị đánh cắp

source: Clothing disguise:
vi_vn: Trang phục ngụy trang:

source: In secure location:
vi_vn: Ở vị trí an toàn:

source: Same faction:
vi_vn: Cùng một phe:

source: Slave owner recognition:
vi_vn: Công nhận chủ sở hữu nô lệ:

source: Someone knows me personally:
vi_vn: Ai đó biết cá nhân tôi:

source: Disguise blown:
vi_vn: Ngụy trang bị thổi:

source: {1,num} sec
vi_vn: {1,num} giây

source: Total:
vi_vn: Tổng cộng:

source: Not currently in disguise.
vi_vn: Hiện tại không ngụy trang.

source: None
vi_vn: Không có

source: Disguise:
vi_vn: Ngụy trang:

source: Blown!
vi_vn: Thổi!

source: Slave of:
vi_vn: Nô lệ của:

source: The faction that owns you.
vi_vn: Phe sở hữu bạn.

source: Clothing:
vi_vn: Quần áo:

source: Minimum (Escaping):
vi_vn: Tối thiểu (Escaping):

source: Minimum (Ex-Slave):
vi_vn: Tối thiểu (nô lệ cũ):

source: How much you look like an escaped slave. Based on how you are dressed/undressed. Wearing shackles and rags is a big giveaway. Try to avoid hanging around too long near people who may recognise you.
vi_vn: Bạn trông giống như một nô lệ trốn thoát bao nhiêu. Dựa trên cách bạn mặc quần áo/cởi quần áo. Mặc xiềng xích và giẻ rách là một món quà lớn. Cố gắng tránh treo xung quanh quá lâu gần những người có thể nhận ra bạn.

source: Looks like slave:
vi_vn: Có vẻ như nô lệ:

source: You are a free person.
vi_vn: Bạn là một người tự do.

source: You are no slave.
vi_vn: Bạn không phải là nô lệ.

source: War Leader
vi_vn: Lãnh đạo chiến tranh

source: This is the Commander in charge of an entire army.
vi_vn: Đây là chỉ huy phụ trách toàn bộ quân đội.

source: Leader
vi_vn: Lãnh đạo

source: This is the leader of this group.
vi_vn: Đây là người lãnh đạo của nhóm này.

source: Kidnapped
vi_vn: Bắt cóc

source: This character has been kidnapped, law enforcers will try to help
vi_vn: Nhân vật này đã bị bắt cóc, những người thực thi pháp luật sẽ cố gắng giúp đỡ

source: Diplomatic Status
vi_vn: Tình trạng ngoại giao

source: This is a special person with diplomatic importance. Anyone who attacks this guy will be in serious trouble with his faction.
vi_vn: Đây là một người đặc biệt có tầm quan trọng ngoại giao. Bất cứ ai tấn công anh chàng này sẽ gặp rắc rối nghiêm trọng với phe của mình.

source: someone
vi_vn: người nào đó

source: Seen!
vi_vn: Đã xem!

source: Undiscovered
vi_vn: Chưa được khám phá

source: Situation:
vi_vn: Tình huống:

source: Looks like a slave:
vi_vn: Trông giống như một nô lệ:

source: Time remaining:
vi_vn: Thời gian còn lại:

source: {1,num} hour
vi_vn: {1,num} giờ

source: Escaped slave
vi_vn: Trốn thoát nô lệ

source: Keep your [Looks Like A Slave] level as low as possible, wear clothing or disguises and find a plastic surgeon to restore your hair. Don't get spotted.
vi_vn: Giữ mức độ [trông giống như một nô lệ] càng thấp càng tốt, mặc quần áo hoặc ngụy trang và tìm một bác sĩ phẫu thuật thẩm mỹ để khôi phục lại mái tóc của bạn. Đừng phát hiện ra.

source: A slave of {1} that has been seen escaping. Needs to lay low for a day and avoid getting spotted. {2}
vi_vn: Một nô lệ của {1} đã được nhìn thấy trốn thoát. Cần đặt thấp trong một ngày và tránh bị phát hiện. {2}

source: Ex-slave
vi_vn: Cựu nô lệ

source: Keep your [Looks Like A Slave] level as low as possible, wear clothing or disguises and find a plastic surgeon to restore your hair. You should be safe if you stay out of towns.
vi_vn: Giữ mức độ [trông giống như một nô lệ] càng thấp càng tốt, mặc quần áo hoặc ngụy trang và tìm một bác sĩ phẫu thuật thẩm mỹ để khôi phục lại mái tóc của bạn. Bạn nên an toàn nếu bạn ở ngoài thị trấn.

source: Was once a slave of {1} but has now escaped. The heat has died down but he still needs to avoid getting found out. {2}
vi_vn: Đã từng là một nô lệ của {1} nhưng giờ đã trốn thoát. Sức nóng đã giảm xuống nhưng anh ta vẫn cần tránh bị phát hiện. {2}

source: Slave
vi_vn: Nô lệ

source: Your character will have a permanent job assigned called [Obedient slave]. While this is active he will automatically work for his master. You can remove this job, but beware of the consequences...
vi_vn: Nhân vật của bạn sẽ có một công việc vĩnh viễn được giao gọi là [nô lệ ngoan ngoãn]. Trong khi điều này hoạt động, anh ta sẽ tự động làm việc cho chủ của mình. Bạn có thể xóa công việc này, nhưng hãy cẩn thận với hậu quả ...

source: A slave belonging to {1}. Not considered a person with rights, a slave works for his master until death and nothing more. {2}
vi_vn: Một nô lệ thuộc {1}. Không được coi là một người có quyền, một nô lệ làm việc cho chủ nhân của mình cho đến khi chết và không có gì nữa. {2}

source: Committing Crime!
vi_vn: Phạm tội!

source: This character is currently committing {1}, make sure nobody witnesses it.
vi_vn: Nhân vật này hiện đang cam kết {1}, hãy chắc chắn rằng không ai chứng kiến ​​điều đó.

source: This character has been caught committing {1}! He might end up with a bounty on his head if he can't vanish. Current bounty is c.{2,num}
vi_vn: Nhân vật này đã bị bắt gặp cam kết {1}! Anh ta có thể kết thúc với một tiền thưởng trên đầu nếu anh ta không thể biến mất. Tiền thưởng hiện tại là c. {2,num}

source: This character has been caught committing {1}! He might end up with a bounty on his head if he can't vanish.
vi_vn: Nhân vật này đã bị bắt gặp cam kết {1}! Anh ta có thể kết thúc với một tiền thưởng trên đầu nếu anh ta không thể biến mất.

source: Escaped Prisoner
vi_vn: Tù nhân trốn thoát

source: This character broke out of prison, if he gets spotted by any guards he is in trouble. Leave town to clear this status. Expires in {1}
vi_vn: Nhân vật này đã thoát ra khỏi nhà tù, nếu anh ta bị phát hiện bởi bất kỳ người bảo vệ nào anh ta đang gặp rắc rối. Rời khỏi thị trấn để xóa tình trạng này. Hết hạn trong {1}

source: State:
vi_vn: Tình trạng:

source: Dead
vi_vn: Chết

source: This guy is dead and gone.
vi_vn: Anh chàng này đã chết và biến mất.

source: Locked (lvl: {1,num})
vi_vn: Đã khóa (LVL: {1,num})

source: You are locked in a cage. The lock has a difficulty level of {1,num}.
vi_vn: Bạn bị khóa trong một cái lồng. Khóa có mức độ khó {1,num}.

source: (Unlocked...)
vi_vn: (Mở khóa ...)

source: The cage you are in is UNLOCKED. Nobody knows this but you, you can escape any time you want.
vi_vn: Lồng bạn đang ở được mở khóa. Không ai biết điều này nhưng bạn, bạn có thể thoát khỏi bất cứ lúc nào bạn muốn.

source: Unconscious
vi_vn: Vô thức

source: Rebooting
vi_vn: Khởi động lại

source: This guy is unconscious and probably needs medical attention and rest.
vi_vn: Anh chàng này là vô thức và có lẽ cần được chăm sóc y tế và nghỉ ngơi.

source: Sleeping...
vi_vn: Ngủ ...

source: Defensive
vi_vn: Phòng ngự

source: In defensive combat mode the character will not even try to attack, focusing entirely on defense for a +20 skill bonus.
vi_vn: Trong chế độ chiến đấu phòng thủ, nhân vật thậm chí sẽ không cố gắng tấn công, tập trung hoàn toàn vào phòng thủ cho phần thưởng kỹ năng +20.

source: Normal
vi_vn: Bình thường

source: Goal:
vi_vn: Mục tiêu:

source: Current goal of this character.
vi_vn: Mục tiêu hiện tại của nhân vật này.

source: Encumbrance:
vi_vn: Vướng mắc:

source: Strength XP:
vi_vn: Sức mạnh XP:

source: Run Speed Penalty:
vi_vn: Chạy hình phạt tốc độ:

source: Stealth Penalty:
vi_vn: Hình phạt tàng hình:

source: Accuracy Error:
vi_vn: Lỗi chính xác:

source: degrees
vi_vn: độ

source: Weapon Accuracy:
vi_vn: Độ chính xác của vũ khí:

source: Skill:
vi_vn: Kỹ năng:

source: Resulting Accuracy Deviation:
vi_vn: Kết quả là độ lệch chính xác:

source: Heavy:
vi_vn: Nặng:

source: Sabre:
vi_vn: Saber:

source: Martial Arts:
vi_vn: Võ thuật:

source: Polearm:
vi_vn: Plalem:

source: Damage:
vi_vn: Hư hại:

source: Stealth:
vi_vn: Tàng hình:

source: Athletics:
vi_vn: Thế vận hội:

source: Swimming
vi_vn: Bơi lội

source: Max Swim Speed:
vi_vn: Tốc độ bơi tối đa:

source: Injuries
vi_vn: Chấn thương

source: Hunger
vi_vn: Đói bụng

source: Encumbrance
vi_vn: Vướng víu

source: 2 Broken Arms!
vi_vn: 2 cánh tay bị gãy!

source: Current Swim Speed:
vi_vn: Tốc độ bơi hiện tại:

source: Imprisoned:
vi_vn: Bị cầm tù:

source: My arm is broken!
vi_vn: Cánh tay của tôi bị gãy!

source: I can't carry anyone with this arm.
vi_vn: Tôi không thể mang theo bất cứ ai với cánh tay này.

source: I don't have any building materials.
vi_vn: Tôi không có bất kỳ vật liệu xây dựng nào.

source: I don't have a medkit.
vi_vn: Tôi không có một medkit.

source: I don't have a splint kit.
vi_vn: Tôi không có một bộ nẹp.

source: {1} can't talk to people
vi_vn: {1} không thể nói chuyện với mọi người

source: I don't have a repair kit.
vi_vn: Tôi không có bộ dụng cụ sửa chữa.

source: I need to go outside to do this.
vi_vn: Tôi cần phải đi ra ngoài để làm điều này.

source: I need to be stood on solid ground.
vi_vn: Tôi cần phải đứng trên mặt đất vững chắc.

source: Import character
vi_vn: Nhập nhân vật

source: Import
vi_vn: Nhập khẩu

source: Randomise
vi_vn: Ngẫu nhiên

source: Reset
vi_vn: Cài lại

source: Randomise All
vi_vn: Ngẫu nhiên tất cả

source: Body
vi_vn: Thân hình

source: Face
vi_vn: Khuôn mặt

source: Hair
vi_vn: Tóc

source: Export
vi_vn: Xuất khẩu

source: Clothes
vi_vn: Quần áo

source: Confirm
vi_vn: Xác nhận

source: Race
vi_vn: Loài

source: Gender
vi_vn: Giới tính

source: Change Character
vi_vn: Thay đổi nhân vật

source: Race Description
vi_vn: Mô tả cuộc đua

source: Race Stats
vi_vn: Số liệu thống kê cuộc đua

source: Hit Points:
vi_vn: Điểm quyết định:

source: No bleeding
vi_vn: Không chảy máu

source: Error loading appearance file '{1}'. The file is in an old format or invalid.
vi_vn: Lỗi khi tải tệp ngoại hình '{1}'. Tệp ở định dạng cũ hoặc không hợp lệ.

source: Character '{1}' exported to file {2}
vi_vn: Ký tự '{1}' được xuất sang tệp {2}

source: Idle stance
vi_vn: Lập trường nhàn rỗi

source: Beard
vi_vn: Râu
