Repository: mailinhrok/Kenshi-Viet-Hoa
Catalog: */LC_MESSAGES/main.po
Languages: vi_vn

source: Aimless
vi_vn: Vô mục đích

source: Restraining
vi_vn: Kiềm chế

source: {1} has arrived at {2}
vi_vn: {1} đã đến {2}

source: Failed!
vi_vn: Thất bại!

source: (No XP)
vi_vn: (Không XP)

source: {1} is butchering {2} for meat!!
vi_vn: {1} là Butchering {2} cho thịt !!

source: I can't pick that up
vi_vn: Tôi không thể nhặt nó

source: Training
vi_vn: Đào tạo

source: {1} has been released from prison.
vi_vn: {1} đã được ra tù.

source: This isn't mine
vi_vn: Đây không phải là của tôi

source: Paid c.{1} for bed rental.
vi_vn: Trả tiền c. {1} cho thuê giường.

source: Can't afford c.{1} for bed rental.
vi_vn: Không đủ khả năng c. {1} cho thuê giường.

source: This bed needs power to operate.
vi_vn: Giường này cần năng lượng để hoạt động.

source: Received c.{1} reward.
vi_vn: Nhận được c. {1} phần thưởng.

source: I have to dismantle the furniture first.
vi_vn: Tôi phải tháo dỡ đồ đạc đầu tiên.

source: I have to unmount the buildings first.
vi_vn: Tôi phải ngắt các tòa nhà đầu tiên.

source: Prospecting
vi_vn: Triển vọng

source: Adding materials
vi_vn: Thêm vật liệu

source: Locking
vi_vn: Khóa

source: Unlocking
vi_vn: Mở khóa

source: Lockpicking
vi_vn: Bẻ khóa

source: Pick failed
vi_vn: Chọn không thành công

source: Pick success!
vi_vn: Chọn thành công!

source: Lockpicking (Chance {1}%)
vi_vn: Khóa (cơ hội {1}%)

source: Cutting
vi_vn: Cắt

source: Shackles broken!
vi_vn: Xếp vỡ bị hỏng!

source: Cutting: {1,num}
vi_vn: Cắt: {1,num}

source: I'm not strong enough to do that
vi_vn: Tôi không đủ mạnh để làm điều đó

source: Moving
vi_vn: Di chuyển

source: Move order
vi_vn: Di chuyển thứ tự

source: Running
vi_vn: Đang chạy

source: Moving to door
vi_vn: Di chuyển đến cửa

source: Moving to door inside
vi_vn: Di chuyển đến cửa bên trong

source: Moving to current door
vi_vn: Di chuyển đến cửa hiện tại

source: Moving to door outside
vi_vn: Di chuyển đến cửa bên ngoài

source: Gate guard
vi_vn: Bảo vệ cổng

source: Moving to gate
vi_vn: Di chuyển đến cổng

source: Open gate
vi_vn: Mở cánh cổng

source: Bashing gate
vi_vn: Cổng bash

source: Smashing
vi_vn: Đập vỡ

source: Assaulting town
vi_vn: Thị trấn tấn công

source: Worker
vi_vn: Công nhân

source: Operating machine
vi_vn: Máy điều hành

source: Operating automatic machine
vi_vn: Vận hành máy tự động

source: Hauling to
vi_vn: Kéo đến

source: Ditching to make space
vi_vn: Buồn bỏ để tạo không gian

source: Ditching resources
vi_vn: Hương tài nguyên

source: Ditching loot
vi_vn: Bỏ lại chiến lợi phẩm

source: Collecting resource
vi_vn: Thu thập tài nguyên

source: Looting
vi_vn: Cướp bóc

source: Finding building mats
vi_vn: Tìm thảm xây dựng

source: Filling machine
vi_vn: Máy làm đầy

source: Try filling machine
vi_vn: Thử điền vào máy

source: Try emptying machine
vi_vn: Thử máy làm trống

source: Unjamming machine
vi_vn: Máy mở ra

source: Unjam all machines
vi_vn: Unjam tất cả các máy

source: Keeping everything running
vi_vn: Giữ mọi thứ chạy

source: Delivering
vi_vn: Giao hàng

source: Open current door
vi_vn: Mở cửa hiện tại

source: Opening door here
vi_vn: Mở cửa ở đây

source: Closing door here
vi_vn: Đóng cửa ở đây

source: Open destination door
vi_vn: Mở cửa đích

source: Opening door
vi_vn: Mở cửa

source: Closing door
vi_vn: Đóng cửa

source: Locking door
vi_vn: Cửa khóa

source: Unlocking door
vi_vn: Mở khóa cửa

source: Locking door here
vi_vn: Cửa khóa ở đây

source: Locking door from inside
vi_vn: Cửa khóa từ bên trong

source: Locking door from outside
vi_vn: Cửa khóa từ bên ngoài

source: Unlocking door here
vi_vn: Mở khóa cửa ở đây

source: Bashing door
vi_vn: Cửa bash

source: Locking up cages
vi_vn: Khóa lồng lên

source: Locking up
vi_vn: Giam giữ, khoá

source: Locking up from outside
vi_vn: Khóa từ bên ngoài

source: Opening up
vi_vn: Mở ra

source: Entering building
vi_vn: Vào tòa nhà

source: Ransacking town
vi_vn: Thị trấn lục soát thị trấn

source: Leaving building
vi_vn: Rời khỏi tòa nhà

source: Lockpicking Shackles
vi_vn: Xiềng xích khóa

source: Removing Shackles
vi_vn: Loại bỏ xiềng xích

source: Escaping
vi_vn: Trốn thoát

source: Cutting shackles
vi_vn: Cắt xiềng xích

source: Cutting lock
vi_vn: Cắt khóa

source: Breaking shackles
vi_vn: Phá vỡ xiềng xích

source: Breaking lock
vi_vn: Khóa phá vỡ

source: Get out of cage
vi_vn: Ra khỏi lồng

source: Escape cage
vi_vn: Lồng thoát

source: Repairing
vi_vn: Sửa chữa

source: Engineer
vi_vn: Kỹ sư

source: Lifting/Snatching
vi_vn: Nâng/giật

source: Capture Target
vi_vn: Nắm bắt mục tiêu

source: Lifting/Snatching Order
vi_vn: Thứ tự nâng/giật

source: Kidnapping
vi_vn: Bắt cóc

source: Lifting
vi_vn: Nâng

source: Lifting and healing
vi_vn: Nâng và chữa bệnh

source: Putting down
vi_vn: Bỏ xuống

source: Building
vi_vn: Xây dựng

source: Demolishing
vi_vn: Phá hủy

source: Collecting item
vi_vn: Thu thập mục

source: Idleness
vi_vn: Sự nhàn rỗi

source: Standing
vi_vn: Đứng

source: Getting up
vi_vn: Thức dậy

source: Waking up
vi_vn: Thức dậy

source: Stumbling
vi_vn: Tình cờ

source: Equipping weapon
vi_vn: Trang bị vũ khí

source: Equipping crossbow
vi_vn: Trang bị nỏ

source: Sheathing weapon
vi_vn: Vũ khí vỏ bọc

source: Fixing Legs
vi_vn: Sửa chân

source: First aid
vi_vn: Sơ cứu

source: Splinting
vi_vn: Nẹp

source: Splint Rigging
vi_vn: Nẹp giàn

source: Standing still
vi_vn: Đứng yên

source: Stand still dammit!
vi_vn: Đứng yên chết tiệt!

source: Worshiping
vi_vn: Thờ cúng

source: Looting food
vi_vn: Cướp bóc thức ăn

source: Picking up food
vi_vn: Chọn thức ăn

source: Fetch
vi_vn: Tìm về

source: Playing 'Limbs'
vi_vn: Chơi 'chân tay'

source: Limb Jealousy
vi_vn: Tính ghen tuông tay

source: Getting food
vi_vn: Nhận thức ăn

source: Grabbing food
vi_vn: Lấy thức ăn

source: Finding weapon
vi_vn: Tìm kiếm vũ khí

source: Looting the dead
vi_vn: Cướp bóc người chết

source: Confiscating goods
vi_vn: Tịch thu hàng hóa

source: Foraging animals
vi_vn: Động vật tìm kiếm

source: Looting resources
vi_vn: Cướp tài nguyên

source: Running away
vi_vn: Chạy đi

source: Retreating
vi_vn: Rút lui

source: Retreating fast
vi_vn: Rút lui nhanh chóng

source: Going home
vi_vn: Về nhà

source: Get ready
vi_vn: Chuẩn bị

source: Attacking
vi_vn: Tấn công

source: Shooting
vi_vn: Chụp

source: Taking out
vi_vn: Lấy ra

source: Attacking attackers of
vi_vn: Tấn công những kẻ tấn công

source: Attacking trouble makers
vi_vn: Tấn công các nhà sản xuất rắc rối

source: Turret guard
vi_vn: Bảo vệ tháp pháo

source: Turret home guard
vi_vn: Tháp pháo bảo vệ nhà

source: Turret gunner
vi_vn: Tháp bắn súng

source: Assault
vi_vn: Tấn công

source: Attacking Squad
vi_vn: Đội tấn công

source: Stalking
vi_vn: Rình rập

source: Diplomatting
vi_vn: Ngoại giao

source: Approaching fast
vi_vn: Tiếp cận nhanh

source: Talking
vi_vn: Đang nói

source: Making announcement
vi_vn: Đưa ra thông báo

source: Following and talking
vi_vn: Theo sau và nói chuyện

source: Working the slaves
vi_vn: Làm việc nô lệ

source: Selling slaves
vi_vn: Bán nô lệ

source: Delivering slaves
vi_vn: Cung cấp nô lệ

source: Protection
vi_vn: Sự bảo vệ

source: Attacking enemies
vi_vn: Tấn công kẻ thù

source: Fighting for master
vi_vn: Chiến đấu cho chủ nhân

source: Attacking others
vi_vn: Tấn công người khác

source: Home territory aggression
vi_vn: Lãnh thổ nhà xâm lược

source: Self preservation
vi_vn: Tự bảo quản

source: Bodyguard
vi_vn: Bộ vệ sĩ

source: Following
vi_vn: Tiếp theo

source: Following leader
vi_vn: Sau khi lãnh đạo

source: Following master
vi_vn: Theo chủ nhân

source: Staying close
vi_vn: Ở gần

source: Stripping weapons
vi_vn: Tước vũ khí

source: Processing slave
vi_vn: Xử lý nô lệ

source: Watching slaves
vi_vn: Xem nô lệ

source: Watching for new slaves
vi_vn: Xem những nô lệ mới

source: Capturing slave
vi_vn: Bắt nô lệ

source: Ordering slaves
vi_vn: Đặt hàng nô lệ

source: Gathering slaves
vi_vn: Thu thập nô lệ

source: Gathering slaves for shipping
vi_vn: Thu thập nô lệ để vận chuyển

source: Gathering unholy slaves
vi_vn: Thu thập nô lệ không lành mạnh

source: Obedient Slave
vi_vn: Nô lệ ngoan ngoãn

source: Carrying slaves
vi_vn: Mang theo nô lệ

source: Protect allies
vi_vn: Bảo vệ đồng minh

source: Protect close allies
vi_vn: Bảo vệ các đồng minh đóng

source: Holding position
vi_vn: Giữ vị trí

source: Stand at node
vi_vn: Đứng ở nút

source: Shopkeeper
vi_vn: Người bán hàng

source: Static guard
vi_vn: Bảo vệ tĩnh

source: Static guard indoors
vi_vn: Bảo vệ tĩnh trong nhà

source: Static town guard
vi_vn: Guard thị trấn tĩnh

source: general node
vi_vn: nút chung

source: Getting a weapon
vi_vn: Nhận vũ khí

source: Blood tracking
vi_vn: Theo dõi máu

source: Patrolling
vi_vn: Tuần tra

source: Patrolling town
vi_vn: Thị trấn tuần tra

source: Wandering town
vi_vn: Thị trấn lang thang

source: Shopping
vi_vn: Mua sắm

source: Relaxing
vi_vn: Thư giãn

source: Staying home
vi_vn: Ở nhà

source: Reigning
vi_vn: Trị vì

source: Sitting around
vi_vn: Ngồi xung quanh

source: Wandering
vi_vn: Lang thang

source: Wandering trader
vi_vn: Trader lang thang

source: Recruiting
vi_vn: Tuyển dụng

source: Travelling
vi_vn: Đi du lịch

source: Travelling quickly
vi_vn: Đi du lịch nhanh chóng

source: Mission formation
vi_vn: Hình thành nhiệm vụ

source: Attacking target
vi_vn: Mục tiêu tấn công

source: Attacking target unprovoked
vi_vn: Tấn công mục tiêu không được cung cấp

source: Going to bed
vi_vn: Đi ngủ

source: Sleeping
vi_vn: Ngủ

source: Sleeping on ground
vi_vn: Ngủ trên mặt đất

source: Hiding
vi_vn: Trốn

source: Put in bed
vi_vn: Đặt trên giường

source: Getting out of bed
vi_vn: Rời khỏi giường

source: Getting out of bed!
vi_vn: Rời khỏi giường!

source: Find and rescue
vi_vn: Tìm và giải cứu

source: Find and put in bed
vi_vn: Tìm và đặt trên giường

source: Find and rescue leader
vi_vn: Tìm và giải cứu nhà lãnh đạo

source: Kill random prisoner
vi_vn: Giết tù nhân ngẫu nhiên

source: Kill prisoner
vi_vn: Giết tù nhân

source: Eat random prisoner
vi_vn: Ăn tù nhân ngẫu nhiên

source: Dinner time
vi_vn: Giờ ăn tối

source: Eat corpse
vi_vn: Ăn xác chết

source: Eat body
vi_vn: Ăn cơ thể

source: Find crops
vi_vn: Tìm cây trồng

source: Eating crops
vi_vn: Ăn cây

source: Eat prisoner
vi_vn: Ăn tù nhân

source: Beat prisoner
vi_vn: Đánh bại tù nhân

source: Disposing of corpse
vi_vn: Xử lý xác chết

source: Find corpses
vi_vn: Tìm xác chết

source: Corpse disposal
vi_vn: Xử lý xác chết

source: Imprisoned
vi_vn: Bị giam cầm

source: Put in prison
vi_vn: Đưa vào nhà tù

source: Find and put in cage
vi_vn: Tìm và đặt vào lồng

source: Getting in my cage
vi_vn: Vào chuồng của tôi

source: Freeing prisoner
vi_vn: Giải phóng tù nhân

source: Liberating prisoners
vi_vn: Giải phóng tù nhân

source: Release from prison
vi_vn: Thả ra khỏi nhà tù

source: Arresting
vi_vn: Bắt giữ

source: Bounty hunting
vi_vn: Săn tiền thưởng

source: Remove Home Intruder
vi_vn: Loại bỏ kẻ xâm nhập nhà

source: Intruder out
vi_vn: Kẻ xâm nhập ra

source: Remove Intruder
vi_vn: Loại bỏ kẻ xâm nhập

source: Throwing out
vi_vn: Ném ra

source: Investigating
vi_vn: Điều tra

source: Find and kidnap
vi_vn: Tìm và bắt cóc

source: Kidnapper
vi_vn: Bắt cóc

source: Rendering system:
vi_vn: Hệ thống kết xuất:

source: Resolution:
vi_vn: Nghị quyết:

source: Rendering device:
vi_vn: Thiết bị kết xuất:

source: Full screen:
vi_vn: Toàn màn hình:

source: Borderless:
vi_vn: Không biên giới:

source: Monitor:
vi_vn: Màn hình:

source: If you have issues with fullscreen mode, you can use a borderless window at your native resolution for the same effect.
vi_vn: Nếu bạn gặp sự cố với chế độ toàn màn hình, bạn có thể sử dụng cửa sổ không biên giới ở độ phân giải gốc của bạn cho hiệu ứng tương tự.

source: Use a borderless window with the resolution of the monitor if you are having problems with the fullscreen mode.
vi_vn: Sử dụng cửa sổ không đường viền với độ phân giải của màn hình nếu bạn gặp vấn đề với chế độ toàn màn hình.

source: If you have 2 video cards you may need to experiment to get the best settings, especially if your system has nVidia Optimus. With Optimus, the game should use the good graphics card regardless of what is selected here. Now things get weird. It's not our fault, it's the drivers... I actually found in tests that the game ran FASTER if I selected the rubbish on-board intel graphics card. It still used my nVidia card with both settings (because it's forced by nVidia control panel), but for some reason when setting the launcher to use my nVidia card it blocks the CPU while the GPU is rendering. If I choose the integrated card in the launcher, the CPU and GPU run in parallel, resulting in a much better frame rate. I have no idea why, the drivers are just afflicted with madness. TLDR: Force your system to use your good card, but try it out with both cards here in the launcher if you have any low frame-rate problems.
vi_vn: Nếu bạn có 2 thẻ video, bạn có thể cần thử nghiệm để có được các cài đặt tốt nhất, đặc biệt nếu hệ thống của bạn có NVIDIA Optimus. Với Optimus, trò chơi nên sử dụng card đồ họa tốt bất kể những gì được chọn ở đây. Bây giờ mọi thứ trở nên kỳ lạ. Đó không phải là lỗi của chúng tôi, đó là trình điều khiển ... Tôi thực sự đã tìm thấy trong các thử nghiệm rằng trò chơi chạy nhanh hơn nếu tôi chọn thẻ Intel Graphics trên bo mạch rác. Nó vẫn sử dụng thẻ NVIDIA của tôi với cả hai cài đặt (vì nó bị ép bởi bảng điều khiển NVIDIA), nhưng vì một số lý do khi đặt trình khởi chạy để sử dụng thẻ NVIDIA của tôi, nó chặn CPU trong khi GPU đang hiển thị. Nếu tôi chọn thẻ tích hợp trong trình khởi chạy, CPU và GPU sẽ chạy song song, dẫn đến tốc độ khung hình tốt hơn nhiều. Tôi không biết tại sao, các tài xế chỉ bị ảnh hưởng bởi sự điên rồ. TLDR: Buộc hệ thống của bạn sử dụng thẻ tốt của bạn, nhưng hãy thử nó với cả hai thẻ ở đây trong trình khởi chạy nếu bạn có bất kỳ sự cố tốc độ khung hình thấp nào.

source: Video settings options
vi_vn: Tùy chọn cài đặt video

source: Select None
vi_vn: Chọn Không

source: Select All
vi_vn: Chọn tất cả

source: Refresh list
vi_vn: Làm mới danh sách

source: Version:
vi_vn: Phiên bản:

source: Author:
vi_vn: Tác giả:

source: Description:
vi_vn: Sự miêu tả:

source: Dependencies:
vi_vn: Sự phụ thuộc:

source: Missing mod!
vi_vn: Thiếu mod!

source: References:
vi_vn: Người giới thiệu:

source: Translation:
vi_vn: Dịch:

source: Missing dependent mods above:
vi_vn: Thiếu các mod phụ thuộc ở trên:

source: Missing reference mods:
vi_vn: Thiếu mod tham chiếu:

source: The mods list represents the load order, in other words mods further down the list will overwrite the mods above them if they have any conflicts.
vi_vn: Danh sách MODS thể hiện thứ tự tải, nói cách khác, các mod tiếp tục xuống danh sách sẽ ghi đè lên các mod phía trên chúng nếu chúng có bất kỳ xung đột nào.

source: Mods order info
vi_vn: Thông tin đơn hàng Mods

source: Video settings
vi_vn: Cài đặt video

source: Mods
vi_vn: Mod

source: Changelog
vi_vn: Thay đổi

source: Serial
vi_vn: Nối tiếp

source: Cancel
vi_vn: Hủy

source: Save config
vi_vn: Lưu cấu hình

source: Advanced
vi_vn: Trình độ cao

source: Language:
vi_vn: Ngôn ngữ:

source: Please restart the game to apply the new settings.
vi_vn: Vui lòng khởi động lại trò chơi để áp dụng các cài đặt mới.

source: NVIDIA profiles updated
vi_vn: Hồ sơ NVIDIA được cập nhật

source: No video devices detected.
vi_vn: Không có thiết bị video được phát hiện.

source: Video Error
vi_vn: Lỗi video

source: Invalid video resolution.
vi_vn: Giải quyết video không hợp lệ.

source: One or more mods are missing or in incorrect order. Continue anyway?
vi_vn: Một hoặc nhiều mod bị thiếu hoặc theo thứ tự không chính xác. Vẫn tiếp tục?

source: Mods warning
vi_vn: CẢNH BÁO MODS

source: To apply properly the new language you need to restart the game.
vi_vn: Để áp dụng đúng ngôn ngữ mới, bạn cần khởi động lại trò chơi.

source: Information
vi_vn: Thông tin

source: Activate
vi_vn: Kích hoạt

source: Try Demo
vi_vn: Hãy thử bản demo

source: Enter Key
vi_vn: Nhập khóa

source: Failed to activate Kenshi.
vi_vn: Không kích hoạt Zackshi.

source: Error
vi_vn: Lỗi

source: Activation Key
vi_vn: Mã kích hoạt

source: This is your serial key code. Press deactivate if you want to install on another machine.
vi_vn: Đây là mã khóa nối tiếp của bạn. Nhấn hủy kích hoạt nếu bạn muốn cài đặt trên máy khác.

source: Deactivate
vi_vn: Vô hiệu hóa

source: Demo Mode
vi_vn: Chế độ demo

source: Kenshi has now been deactivated. You can still play it in Demo mode
vi_vn: Kenshi hiện đã bị vô hiệu hóa. Bạn vẫn có thể chơi nó ở chế độ demo

source: Deactivated
vi_vn: Vô hiệu hóa

source: There was an error deactivating this machine.
vi_vn: Có một lỗi hủy kích hoạt máy này.

source: DISMISS
vi_vn: MIỄN NHIỆM

source: PREVIOUS
vi_vn: TRƯỚC

source: CONTINUE
vi_vn: TIẾP TỤC

source: SKIP
vi_vn: BỎ QUA

source: FINISH
vi_vn: HOÀN THÀNH

source: TUTORIALS
vi_vn: Hướng dẫn

source: ACTIVATE
vi_vn: KÍCH HOẠT

source: You can move the camera with the WASD keys. To rotate your view hold the middle mouse button, to zoom use the mouse scroll. Do both to continue.
vi_vn: Bạn có thể di chuyển máy ảnh với các phím WASD. Để xoay lượt xem của bạn, hãy giữ nút chuột giữa, để phóng to sử dụng cuộn chuột. Làm cả hai để tiếp tục.

source: The middle bottom panel shows the characters in your active squad. To select a squad member, left click the character icon on the panel.
vi_vn: Bảng dưới cùng hiển thị các nhân vật trong đội hình hoạt động của bạn. Để chọn một thành viên đội, nhấp chuột trái biểu tượng nhân vật trên bảng điều khiển.

source: To give a move order to your character, right click on the terrain.
vi_vn: Để đưa ra một thứ tự di chuyển cho nhân vật của bạn, nhấp chuột phải vào địa hình.

source: Double click on your character icon to centre on screen and follow their movement.
vi_vn: Nhấp đúp chuột vào biểu tượng nhân vật của bạn đến trung tâm trên màn hình và làm theo chuyển động của họ.

source: Basic Controls
vi_vn: Điều khiển cơ bản

source: Right click on characters or interactable objects to interact. Hold the right mouse button on to get more availiable actions
vi_vn: Nhấp chuột phải vào các nhân vật hoặc các đối tượng tương tác để tương tác. Giữ nút chuột phù hợp để có được nhiều hành động khả thi hơn

source: Select a character from your squad
vi_vn: Chọn một nhân vật từ đội hình của bạn

source: This shows your selection's current state, statistics and other basic info. Mouse over each item for more information.
vi_vn: Điều này cho thấy trạng thái, số liệu thống kê hiện tại của bạn và thông tin cơ bản khác. Chuột qua mỗi mục để biết thêm thông tin.

source: This shows the selected character's current health condition. Mouse over each item for more information.
vi_vn: Điều này cho thấy tình trạng sức khỏe hiện tại của nhân vật được chọn. Chuột qua mỗi mục để biết thêm thông tin.

source: The arrow buttons allow you to pause and fastforward the game speed.
vi_vn: Các nút mũi tên cho phép bạn tạm dừng và nhanh chóng tốc độ trò chơi.

source: Here you'll find your character's current funds and the in-game time and date.
vi_vn: Ở đây bạn sẽ tìm thấy số tiền hiện tại của nhân vật và thời gian và ngày trong trò chơi.

source: This opens the 'Build' menu
vi_vn: Điều này mở ra menu 'Build'

source: Here you can open your inventory, skill statistics, world map, tech and squad management menus. For more tips and tutorials make sure to check out the Help menu at the very bottom.
vi_vn: Tại đây bạn có thể mở kho hàng tồn kho, thống kê kỹ năng, bản đồ thế giới, thực đơn quản lý công nghệ và đội hình. Để biết thêm các mẹo và hướng dẫn, hãy đảm bảo kiểm tra menu trợ giúp ở phía dưới.

source: This shows assigned player jobs and orders for the selected character.
vi_vn: Điều này cho thấy các công việc và đơn đặt hàng được chỉ định cho nhân vật đã chọn.

source: GUI overview
vi_vn: Tổng quan về GUI

source: Tap the 'M' key to open up the map. You can use the world map to navigate and find nearby towns or points of interest
vi_vn: Nhấn vào phím 'M' để mở bản đồ. Bạn có thể sử dụng bản đồ thế giới để điều hướng và tìm các thị trấn hoặc điểm quan tâm gần đó

source: What do I do?
vi_vn: Tôi làm gì?

source: There is no linear story or mission to guide you in Kenshi. Be a trader, a thief, a bounty hunter, a farmer or even a warlord... You'll need to explore the world and find your own adventure.
vi_vn: Không có câu chuyện tuyến tính hoặc nhiệm vụ để hướng dẫn bạn ở Zackshi. Là một thương nhân, một tên trộm, một thợ săn tiền thưởng, một nông dân hoặc thậm chí là một lãnh chúa ... Bạn sẽ cần khám phá thế giới và tìm cuộc phiêu lưu của riêng bạn.

source: First things first, you'll need food and funds to survive. To get started you can either scavenge the outlands for loot, mine valuable materials from iron ore veins, or you can even resort to thievery after nightfall.
vi_vn: Đầu tiên, bạn sẽ cần thực phẩm và tiền để tồn tại. Để bắt đầu, bạn có thể nhặt rác Outlands để cướp bóc, khai thác các vật liệu có giá trị từ tĩnh mạch quặng sắt hoặc thậm chí bạn có thể dùng đến sự trộm cắp sau khi màn đêm buông xuống.

source: To cash in your loot, you'll need to find a store. Use the map to navigate to a nearby town and find shops.
vi_vn: Để kiếm tiền trong loot của bạn, bạn sẽ cần tìm một cửa hàng. Sử dụng bản đồ để điều hướng đến một thị trấn gần đó và tìm các cửa hàng.

source: Surviving alone in the world of Kenshi won't be easy, but hiring new recruits will help. Check the town bars for mercs, or buy animal companions from any of the farms outside of town. Remember: You're not special and you're not stronger than everyone else. Train hard, pick your fights wisely and don't be afraid to run like crazy!
vi_vn: Sống sót một mình trong thế giới của Zackshi sẽ không dễ dàng, nhưng việc thuê các tân binh sẽ giúp ích. Kiểm tra các thanh thị trấn cho Mercs, hoặc mua bạn đồng hành động vật từ bất kỳ trang trại nào bên ngoài thị trấn. Hãy nhớ rằng: bạn không đặc biệt và bạn không mạnh hơn những người khác. Huấn luyện chăm chỉ, chọn những trận đánh của bạn một cách khôn ngoan và đừng ngại chạy như điên!

source: To cash in your loot, you'll need to find a store. Hold 'ALT' key to show nearby shop signs.
vi_vn: Để kiếm tiền trong loot của bạn, bạn sẽ cần tìm một cửa hàng. Giữ chìa khóa 'Alt' để hiển thị các biển báo cửa hàng gần đó.

source: What do I do? (Towns)
vi_vn: Tôi làm gì? (Thị trấn)

source: You've discovered your first town! Towns are perfect for stocking up on supplies and selling loot.
vi_vn: Bạn đã phát hiện ra thị trấn đầu tiên của bạn! Thị trấn là hoàn hảo để dự trữ nguồn cung cấp và bán hàng.

source: Be wary of entering private buildings. Residents often don't like trespassers. You can find out whether a building is marked public or private by selecting the building. Also most shops close at night.
vi_vn: Hãy cảnh giác khi vào các tòa nhà tư nhân. Cư dân thường không thích những kẻ xâm phạm. Bạn có thể tìm hiểu xem một tòa nhà có được đánh dấu công cộng hoặc riêng tư hay không bằng cách chọn tòa nhà. Ngoài ra hầu hết các cửa hàng đóng cửa vào ban đêm.

source: Too much damage can result in KO, crippling and death. The green bars in the health panel show your health, the red bars show bleeding damage. Bleeding damage will need first aid.
vi_vn: Quá nhiều thiệt hại có thể dẫn đến KO, làm tê liệt và tử vong. Các thanh màu xanh lá cây trong bảng điều khiển sức khỏe cho thấy sức khỏe của bạn, các thanh màu đỏ cho thấy tổn thương chảy máu. Thiệt hại chảy máu sẽ cần sơ cứu.

source: You are injured
vi_vn: Bạn bị thương

source: In order to heal, you'll need to get a First Aid Kit. You can buy or steal them from stores in town.
vi_vn: Để chữa lành, bạn sẽ cần có một bộ dụng cụ sơ cứu. Bạn có thể mua hoặc đánh cắp chúng từ các cửa hàng trong thị trấn.
