Repository: mailinhrok/Kenshi-Viet-Hoa
Catalog: */LC_MESSAGES/main.po
Languages: vi_vn

source: Ground needs to be more level.
vi_vn: Mặt đất cần phải được cấp độ nhiều hơn.

source: Warning: This sign will not be added to the building exterior layout as interior build mode is inactive.
vi_vn: Cảnh báo: Dấu hiệu này sẽ không được thêm vào bố cục bên ngoài tòa nhà vì chế độ xây dựng nội thất không hoạt động.

source: Error: Mesh file {1} is missing.
vi_vn: Lỗi: Tệp lưới {1} bị thiếu.

source: Oi, You can't place that there.
vi_vn: Oi, bạn không thể đặt điều đó ở đó.

source: Item placement group '{1}' has no valid items.
vi_vn: Nhóm vị trí mục '{1}' không có mục hợp lệ.

source: Crop yield:
vi_vn: Năng suất cây trồng:

source: Your Outpost
vi_vn: Tiền đồn của bạn

source: Categories
vi_vn: Thể loại

source: Commands
vi_vn: Lệnh

source: Undo
vi_vn: Hoàn tác

source: Building shell
vi_vn: Xây dựng vỏ

source: Materials cost:
vi_vn: Chi phí vật liệu:

source: Nothing
vi_vn: Không có gì

source: Estimated build time:
vi_vn: Thời gian xây dựng ước tính:

source: Power Output:
vi_vn: Đầu ra điện:

source: Power Consumption:
vi_vn: Sự tiêu thụ năng lượng:

source: Power Capacity:
vi_vn: Công suất điện:

source: Num People:
vi_vn: Số người:

source: Produces:
vi_vn: Sản xuất:

source: Training max:
vi_vn: Đào tạo tối đa:

source: Turrets bonus:
vi_vn: Tháp pháo tiền thưởng:

source: Place Building:
vi_vn: Tòa nhà địa điểm:

source: Left-Click
vi_vn: Ấn chuột trái

source: Clear Building:
vi_vn: Tòa nhà rõ ràng:

source: Right-Click
vi_vn: Click chuột phải

source: Rotate:
vi_vn: Quay:

source: {1} or {2} keys
vi_vn: {1} hoặc {2}

source: Change Height:
vi_vn: Change Chiều cao:

source: {1} and {2}
vi_vn: {1} và {2}

source: Change Slope:
vi_vn: Thay đổi độ dốc:

source: Undo:
vi_vn: Hoàn tác:

source: Cancel All:
vi_vn: Hủy bỏ tất cả:

source: Esc
vi_vn: Thoát

source: Press
vi_vn: Nhấn

source: when finished
vi_vn: khi hoàn thành

source: Blue arrows point outwards, towards enemy.
vi_vn: Mũi tên màu xanh chỉ ra ngoài, hướng tới kẻ thù.

source: Aiming...
vi_vn: Nhằm mục đích ...

source: No available renderers found.
vi_vn: Không tìm thấy kết xuất có sẵn.

source: Problem
vi_vn: Vấn đề

source: Failed to load render system. You probably need to install the june 2010 directX runtimes located in the dependencies folder
vi_vn: Không tải hệ thống kết xuất. Bạn có thể cần phải cài đặt DirectX Runtimes tháng 6 năm 2010 nằm trong thư mục phụ thuộc

source: DirectX11 unsupported on this system.
vi_vn: DirectX11 không được hỗ trợ trên hệ thống này.

source: ERROR creating root
vi_vn: Lỗi khi tạo root

source: Unfortunately your system cannot run the game. Your video card needs to be capable of running pixel shader v3.0.
vi_vn: Thật không may, hệ thống của bạn không thể chạy trò chơi. Thẻ video của bạn cần có khả năng chạy Pixel Shader v3.0.

source: (at 1x rate)
vi_vn: (ở tốc độ 1x)

source: Research complete: {1}
vi_vn: Hoàn thành nghiên cứu: {1}

source: Used artifacts for '{1}' research.
vi_vn: Các tạo tác đã sử dụng cho nghiên cứu '{1}'.

source: Autosaving...
vi_vn: Tự động tiết kiệm...

source: Saving...
vi_vn: Tiết kiệm...

source: Failed to save game
vi_vn: Không thể lưu trò chơi

source: Failed to load game
vi_vn: Không tải trò chơi

source: Failed to import game
vi_vn: Không nhập trò chơi

source: Old save version
vi_vn: Phiên bản lưu cũ

source: Kenshi has been updated to version {1}. Things have changed since this game was saved which will break everything horribly. Use the import menu to start a new game keeping your existing squad.
vi_vn: Kenshi đã được cập nhật lên phiên bản {1}. Mọi thứ đã thay đổi kể từ khi trò chơi này được lưu lại sẽ phá vỡ mọi thứ khủng khiếp. Sử dụng menu nhập để bắt đầu một trò chơi mới giữ cho đội hình hiện tại của bạn.

source: Name
vi_vn: Tên

source: Date
vi_vn: Ngày

source: Delete Save
vi_vn: Xóa lưu

source: Are you sure you want to delete this save game?
vi_vn: Bạn có chắc là bạn muốn xóa trò chơi lưu này không?

source: File version
vi_vn: Phiên bản tập tin

source: Funds
vi_vn: Tiền

source: Members size
vi_vn: Kích thước thành viên

source: Location
vi_vn: Vị trí

source: Day
vi_vn: Ngày

source: Load game
vi_vn: Tải trò chơi

source: Load
vi_vn: Tải

source: Reset squad positions
vi_vn: Đặt lại vị trí đội hình

source: Error
vi_vn: Lỗi

source: This save file is invalid
vi_vn: Tệp lưu này không hợp lệ

source: Import game
vi_vn: Nhập trò chơi

source: Advanced options
vi_vn: Tùy chọn nâng cao

source: Import Buildings
vi_vn: Nhập khẩu các tòa nhà

source: Import Research
vi_vn: Nghiên cứu nhập khẩu

source: Import Dead NPCs
vi_vn: Nhập NPC chết

source: Import Relations
vi_vn: Quan hệ nhập khẩu

source: Save game
vi_vn: Lưu trò chơi

source: Save game error
vi_vn: Bản lưu trò chơi bị lỗi

source: The file name contains invalid characters
vi_vn: Tên tệp chứa các ký tự không hợp lệ

source: Can't use this file name
vi_vn: Không thể sử dụng tên tệp này

source: Overwrite save '{1}'?
vi_vn: Ghi đè lưu '{1}'?

source: Trespassing
vi_vn: Xâm phạm

source: Terrorism
vi_vn: Khủng bố

source: Theft
vi_vn: Trộm cắp

source: Murder
vi_vn: Giết người

source: Fencing
vi_vn: Hàng rào

source: Burglary
vi_vn: Vụ trộm

source: Uniform Theft
vi_vn: Trộm cắp đồng nhất

source: Enslaving
vi_vn: Làm nô lệ

source: Treason
vi_vn: Phản quốc

source: Smuggling
vi_vn: Buôn lậu

source: Escaping Prison
vi_vn: Thoát khỏi nhà tù

source: Crop Theft
vi_vn: Trộm cắp

source: crime
vi_vn: tội phạm

source: Hold middle mouse button to rotate the camera
vi_vn: Giữ nút chuột giữa để xoay máy ảnh

source: Use mouse wheel to zoom
vi_vn: Sử dụng bánh xe chuột để phóng to

source: Now create your first character. Use the 'Confirm' button when finished.
vi_vn: Bây giờ tạo nhân vật đầu tiên của bạn. Sử dụng nút 'Xác nhận' khi hoàn thành.

source: Cannot find any towns from the game start town list.
vi_vn: Không thể tìm thấy bất kỳ thị trấn nào từ danh sách thị trấn bắt đầu trò chơi.

source: Failed to load the core '{1}' file.
vi_vn: Không thể tải tệp '{1}' lõi.

source: Failed to load the following mod(s):
vi_vn: Không tải được (các) mod sau:

source: Mod error(s) (Ignored files)
vi_vn: Lỗi mod (các) tệp bị bỏ qua)

source: Racial hunger rate:
vi_vn: Tỷ lệ đói chủng tộc:

source: Encumbrance effect:
vi_vn: Hiệu ứng đóng gói:

source: Resting/KO state:
vi_vn: Nghỉ ngơi/tôi trạng thái:

source: Idle:
vi_vn: Nhàn rỗi:

source: Current work:
vi_vn: Công việc hiện tại:

source: Oil
vi_vn: Dầu

source: Racial bleed rate multiplier: x{1,num=fix,p=2}
vi_vn: Hệ số nhân tỷ lệ chảy máu chủng tộc: x {1,num= fix,p=2}

source: Your {1} is totally destroyed. Lucky it's not something you need to live.
vi_vn: {1} của bạn bị phá hủy hoàn toàn. May mắn là nó không phải là thứ bạn cần sống.

source: Your {1} is totally destroyed. It's probably the reason you are dead.
vi_vn: {1} của bạn bị phá hủy hoàn toàn. Đó có lẽ là lý do bạn đã chết.

source: This wound is getting worse. You need first aid.
vi_vn: Vết thương này đang trở nên tồi tệ hơn. Bạn cần sơ cứu.

source: This is a critical wound. If it doesn't get medical treatment you will die.
vi_vn: Đây là một vết thương quan trọng. Nếu nó không được điều trị y tế, bạn sẽ chết.

source: This is a dangerous wound and is getting worse. If you can regain consciousness before it goes below {1,num} then you could save yourself. If it goes below that then you will have to hope you get rescued by somebody else.
vi_vn: Đây là một vết thương nguy hiểm và đang trở nên tồi tệ hơn. Nếu bạn có thể tỉnh lại trước khi nó xuống dưới {1,num} thì bạn có thể tự cứu mình. Nếu nó xuống dưới đó thì bạn sẽ phải hy vọng bạn được người khác giải cứu.

source: This is a dangerous wound and is getting worse. Get some medical attention fast. Death at {1}
vi_vn: Đây là một vết thương nguy hiểm và đang trở nên tồi tệ hơn. Nhận một số chăm sóc y tế nhanh chóng. Cái chết tại {1}

source: This limb is severely damaged and in need of repairs. Luckily though skeleton limbs don't degenerate.
vi_vn: Các chi này bị hư hại nghiêm trọng và cần sửa chữa. May mắn thay mặc dù chân tay bộ xương không suy biến.

source: Your {1} needs bandaging, it's slowly getting worse.
vi_vn: {1} của bạn cần băng bó, nó đang dần trở nên tồi tệ hơn.

source: Your {1} needs bandaging.
vi_vn: {1} của bạn cần băng bó.

source: Your {1} needs bandaging, but it's not urgent.
vi_vn: {1} của bạn cần băng bó, nhưng nó không khẩn cấp.

source: Your {1} is in the process of healing.
vi_vn: {1} của bạn đang trong quá trình hồi phục.

source: Your {1} is okay.
vi_vn: {1} của bạn ổn.

source: You have {1} points of wear damage. The manual recommends you find a Skeleton Bed for maintenance.
vi_vn: Bạn có {1} điểm hư hỏng. Hướng dẫn sử dụng bạn nên tìm một giường bộ xương để bảo trì.

source: You have {1} points of wear damage, this detracts from your max health and can be fixed at a Skeleton Bed.
vi_vn: Bạn có {1} điểm hư hỏng, điều này làm giảm sức khỏe tối đa của bạn và có thể được sửa ở giường bộ xương.

source: Your stats will be negatively affected.
vi_vn: Số liệu thống kê của bạn sẽ bị ảnh hưởng tiêu cực.

source: Your movement speed will be negatively affected.
vi_vn: Tốc độ chuyển động của bạn sẽ bị ảnh hưởng tiêu cực.

source: Your combat and manual labour skills will be negatively affected.
vi_vn: Kỹ năng chiến đấu và lao động thủ công của bạn sẽ bị ảnh hưởng tiêu cực.

source: You won't be able to kick.
vi_vn: Bạn sẽ không thể đá.

source: This limb is gone forever.
vi_vn: Chân tay này đã biến mất mãi mãi.

source: Skeletons don't need to eat.
vi_vn: Bộ xương không cần phải ăn.

source: You are well fed and currently have no problem.
vi_vn: Bạn được cho ăn tốt và hiện không có vấn đề gì.

source: You are suffering from malnutrition, but you have food so you are recovering. Stat penalty is {1}
vi_vn: Bạn đang bị suy dinh dưỡng, nhưng bạn có thức ăn nên bạn đang hồi phục. Hình phạt thống kê là {1}

source: You have passed out from starvation. You have food though, so hopefully you will recover.
vi_vn: Bạn đã bất tỉnh khỏi đói. Bạn có thức ăn mặc dù, vì vậy hy vọng bạn sẽ phục hồi.

source: You are slowly recovering from starvation.
vi_vn: Bạn đang dần hồi phục sau khi chết đói.

source: You are suffering from malnutrition, Your stats and strength will be affected, you need to get some food as soon as possible. Stat penalty is {1}
vi_vn: Bạn đang bị suy dinh dưỡng, số liệu thống kê và sức mạnh của bạn sẽ bị ảnh hưởng, bạn cần lấy một số thực phẩm càng sớm càng tốt. Hình phạt thống kê là {1}

source: You have passed out from starvation. One of your squad mates will have to feed you or you're going to die.
vi_vn: Bạn đã bất tỉnh khỏi đói. Một trong những người bạn cùng đội của bạn sẽ phải cho bạn ăn hoặc bạn sẽ chết.

source: You have passed out from starvation. You're all alone and going to die. Nobody cares.
vi_vn: Bạn đã bất tỉnh khỏi đói. Bạn đều cô đơn và sẽ chết. Không ai quan tâm.

source: You are starving to death. Get some food fast. When the red bar goes below {1} you will pass out. When it reaches zero, you die.
vi_vn: Bạn đang chết đói. Nhận một số thức ăn nhanh. Khi thanh màu đỏ xuống bên dưới {1}, bạn sẽ bất tỉnh. Khi nó đạt đến 0, bạn chết.

source: You are kind of healthy for now.
vi_vn: Bạn là loại khỏe mạnh cho đến bây giờ.

source: Gone forever. RIP.
vi_vn: Đi mãi mãi. XÉ.

source: BEING EATEN ALIVE!!
vi_vn: Được ăn sống !!

source: Something is eating you alive! AAAAAAHHHHHHHHHH!!
vi_vn: Một cái gì đó đang ăn bạn còn sống! Aaaaaahhhhhhhhhh !!

source: Dying
vi_vn: Chết

source: Severe limb damage has now led to critical blood loss. You will die without medical attention.
vi_vn: Tổn thương chân tay nghiêm trọng hiện đã dẫn đến mất máu nghiêm trọng. Bạn sẽ chết mà không cần chăm sóc y tế.

source: If you don't get medical attention, you will die.
vi_vn: Nếu bạn không được chăm sóc y tế, bạn sẽ chết.

source: Knocked out cold.
vi_vn: Hạ gục lạnh.

source: Recovery coma
vi_vn: Phục hồi hôn mê

source: You've suffered too much damage. You won't be getting up again until all critical body parts have recovered above 0.
vi_vn: Bạn đã bị quá nhiều thiệt hại. Bạn sẽ không thức dậy trở lại cho đến khi tất cả các bộ phận cơ thể quan trọng đã phục hồi trên 0.

source: Playing dead...
vi_vn: Chơi chết ...

source: This person has regained consciousness but is staying down, waiting for all the enemies to leave the area.
vi_vn: Người này đã tỉnh lại nhưng đang ở lại, chờ đợi tất cả những kẻ thù rời khỏi khu vực.

source: Bleeding out
vi_vn: Chảy máu

source: Unconscious from blood loss and bleeding to death. Hope that the bleeding stops before it's too late.
vi_vn: Vô thức vì mất máu và chảy máu đến chết. Hy vọng rằng việc chảy máu dừng lại trước khi quá muộn.

source: Blood loss KO
vi_vn: Mất máu KO

source: Unconscious from blood loss. It will recover over time, bed rest will help.
vi_vn: Vô thức vì mất máu. Nó sẽ phục hồi theo thời gian, nghỉ ngơi trên giường sẽ giúp.

source: Crippled
vi_vn: Làm tê liệt

source: Your legs are incapable of supporting you.
vi_vn: Chân của bạn không có khả năng hỗ trợ bạn.

source: Your sword arm is crippled and you are unable to fight.
vi_vn: Cánh tay kiếm của bạn bị tê liệt và bạn không thể chiến đấu.

source: Critical
vi_vn: Phê bình

source: Critical injuries will continue to degenerate without medical attention.
vi_vn: Chấn thương nghiêm trọng sẽ tiếp tục thoái hóa mà không cần chăm sóc y tế.

source: Limb trauma
vi_vn: Chấn thương chân tay

source: One or more limbs have been seriously crippled by critical injury.
vi_vn: Một hoặc nhiều chi đã bị tê liệt nghiêm trọng bởi chấn thương nghiêm trọng.

source: Staying low
vi_vn: Ở mức thấp

source: You are staying down, hoping to avoid drawing attention.
vi_vn: Bạn đang ở lại, hy vọng tránh được sự chú ý.

source: Starving
vi_vn: Chết đói

source: You are starving to death. Get some food fast.
vi_vn: Bạn đang chết đói. Nhận một số thức ăn nhanh.

source: Bleeding
vi_vn: Sự chảy máu

source: Losing blood, will collapse if blood goes below 0.
vi_vn: Mất máu, sẽ sụp đổ nếu máu xuống dưới 0.

source: Discovered!
vi_vn: Đã phát hiện!

source: You've been discovered, somebody has noticed that you are an escaped slave.
vi_vn: Bạn đã được phát hiện, ai đó đã nhận thấy rằng bạn là một nô lệ trốn thoát.

source: Disguise Blown!
vi_vn: Ngụy trang thổi!

source: You've been discovered, somebody has seen through your disguise.
vi_vn: Bạn đã được phát hiện, ai đó đã nhìn thấy bạn ngụy trang.

source: Cooldown {1,num} second
vi_vn: Thời gian hồi chiêu {1,num} thứ hai

source: In Disguise
vi_vn: Trong ngụy trang

source: You are currently disguised as {1}
vi_vn: Bạn hiện đang được ngụy trang thành {1}

source: Wounded
vi_vn: Bị thương

source: Malnourished
vi_vn: Suy dinh dưỡng

source: You are hungry and suffering from malnutrition, but you are fed and slowly recovering. Your stats and strength will be affected until you recover fully.
vi_vn: Bạn đang đói và bị suy dinh dưỡng, nhưng bạn được cho ăn và từ từ hồi phục. Số liệu thống kê và sức mạnh của bạn sẽ bị ảnh hưởng cho đến khi bạn phục hồi hoàn toàn.

source: Hungry
vi_vn: Đói bụng

source: You are hungry and suffering from malnutrition. Your stats and strength will be affected, you need to get some food as soon as possible.
vi_vn: Bạn đang đói và bị suy dinh dưỡng. Số liệu thống kê và sức mạnh của bạn sẽ bị ảnh hưởng, bạn cần lấy một số thực phẩm càng sớm càng tốt.

source: Slightly Injured
vi_vn: Bị thương nhẹ

source: Encumbrance penalty:
vi_vn: Tội ác chiếm đóng:

source: Full speed bonus:
vi_vn: Tiền thưởng tốc độ đầy đủ:

source: This is the rate at which your athletics skill is increasing while running.
vi_vn: Đây là tốc độ mà kỹ năng điền kinh của bạn đang tăng lên trong khi chạy.

source: Weapon weight:
vi_vn: Trọng lượng vũ khí:

source: This is the rate at which your strength is increasing.
vi_vn: Đây là tốc độ mà sức mạnh của bạn đang tăng lên.

source: Encumbrance bonus:
vi_vn: Tiền thưởng đầy đủ:

source: Carrying somebody:
vi_vn: Mang theo ai đó:

source: Toughness XP:
vi_vn: Độ bền XP:

source: Crippled left arm:
vi_vn: CRIPPLED BROD ARM:

source: Crippled right arm:
vi_vn: CRIPPLED Cánh tay phải:

source: Blood loss trauma:
vi_vn: Chấn thương mất máu:

source: Critical wounds:
vi_vn: Vết thương nghiêm trọng:

source: This is the rate at which your toughness increases when you get hurt.
vi_vn: Đây là tốc độ mà sự dẻo dai của bạn tăng lên khi bạn bị tổn thương.

source: KO point:
vi_vn: Điểm KO:

source: When an injury to a body part goes below your KO point of {1,num} then you are down for good. Your body will enter a coma and won't regain consciousness until all critical body parts have healed above 0.
vi_vn: Khi chấn thương phần cơ thể xuống dưới điểm KO của bạn là {1,num} thì bạn sẽ giảm. Cơ thể bạn sẽ hôn mê và sẽ không tỉnh lại cho đến khi tất cả các bộ phận cơ thể quan trọng đã lành trên 0.

source: Run speed:
vi_vn: Tốc độ chạy:

source: Stealth mode:
vi_vn: Chế độ tàng hình:

source: max:
vi_vn: tối đa:

source: Hunger Rate:
vi_vn: Tỷ lệ đói:

source: Athletics Skill:
vi_vn: Kỹ năng điền kinh:

source: Max possible speed:
vi_vn: Tốc độ tối đa có thể:

source: Leg injury:
vi_vn: Chấn thương chân:

source: Armour/equipment:
vi_vn: Áo giáp/thiết bị:

source: Stealth skill:
vi_vn: Kỹ năng tàng hình:

source: Max speed:
vi_vn: Tốc độ tối đa:

source: Carrying something:
vi_vn: Mang theo một cái gì đó:

source: Crawling:
vi_vn: Thu thập thông tin:

source: Injuries:
vi_vn: Chấn thương:

source: Pup
vi_vn: Chó con

source: Teen
vi_vn: Thiếu niên

source: Elder
vi_vn: Đàn anh

source: Adult
vi_vn: Người lớn

source: {1} skill:
vi_vn: {1} Kỹ năng:

source: Hunger:
vi_vn: Đói bụng:

source: Weather:
vi_vn: Thời tiết:

source: Working in darkness:
vi_vn: Làm việc trong bóng tối:

source: Limbs disabled:
vi_vn: Chân tay bị vô hiệu hóa:

source: Missing arm penalty:
vi_vn: Thiếu hình phạt cánh tay:

source: Stat Multiplier:
vi_vn: Hệ số nhân:

source: Total equipment bonuses:
vi_vn: Tổng số tiền thưởng thiết bị:

source: Indoors bonus:
vi_vn: Tiền thưởng trong nhà:

source: Weather penalty:
vi_vn: Hình phạt thời tiết:

source: Crossbows:
vi_vn: CRETBOWS:

source: Precision:
vi_vn: Độ chính xác:

source: Careful Shooting
vi_vn: Chụp cẩn thận

source: Perception:
vi_vn: Sự nhận thức:

source: Perception
vi_vn: Sự nhận thức

source: Attack:
vi_vn: Tấn công:

source: Weapon indoors penalty:
vi_vn: Vũ khí trong nhà hình phạt:

source: Base hit chance:
vi_vn: Cơ hội cơ sở Hit:

source: Defense:
vi_vn: Phòng thủ:

source: Defensive combat mode:
vi_vn: Chế độ chiến đấu phòng thủ:

source: Your defense skill is your chance of blocking enemy attacks.
vi_vn: Kỹ năng phòng thủ của bạn là cơ hội của bạn để chặn các cuộc tấn công của kẻ thù.

source: Strength XP rate:
vi_vn: Tỷ lệ sức mạnh XP:

source: Max carry weight:
vi_vn: Trọng lượng tối đa:

source: Blunt weapon damage:
vi_vn: Thiệt hại vũ khí cùn:

source: Strength
vi_vn: Sức mạnh

source: Attack speed:
vi_vn: Tốc độ tấn công:

source: Block speed:
vi_vn: Tốc độ khối:

source: Weapon cutting damage:
vi_vn: Thiệt hại cắt vũ khí:

source: Dexterity
vi_vn: Khéo léo

source: Toughness XP rate:
vi_vn: Tỷ lệ dẻo dai xp:

source: Health KO point:
vi_vn: Sức khỏe và điểm:

source: Wound degeneration speed:
vi_vn: Tốc độ thoái hóa vết thương:

source: Damage resistance:
vi_vn: Kháng thiệt hại:

source: Leg injury penalty:
vi_vn: Hình phạt chấn thương ở chân:

source: Equipment penalty:
vi_vn: Hình phạt thiết bị:

source: Defensive mode:
vi_vn: Chế độ phòng thủ:

source: -End total:
vi_vn: Tổng cộng:

source: Dodge:
vi_vn: Né tránh:

source: Engineering
vi_vn: Kỹ thuật

source: Weapon Smithing
vi_vn: Vũ khí đập

source: Armour Smithing
vi_vn: Áo giáp

source: Crossbow Smithing
vi_vn: Nỏ đánh bóng

source: Labouring
vi_vn: Lao động

source: Cooking
vi_vn: Nấu nướng

source: Farming
vi_vn: Nông nghiệp

source: Attack
vi_vn: Tấn công

source: Science
vi_vn: Khoa học

source: Thievery
vi_vn: Ăn trộm

source: Turrets
vi_vn: Tháp pháo

source: Athletics
vi_vn: Thế vận hội

source: Precision Shooting
vi_vn: Bắn chính xác

source: Vet
vi_vn: Bác sĩ thú y

source: Combat Speed
vi_vn: Tốc độ chiến đấu

source: Assassination
vi_vn: Sự am sát

source: Stealth
vi_vn: Tàng hình

source: Defence
vi_vn: Phòng thủ

source: Dodging
vi_vn: Né tránh

source: Weaponry
vi_vn: Vũ khí

source: Toughness
vi_vn: Độ dẻo dai

source: Heavy weapons
vi_vn: Vũ khí hạng nặng

source: Blunt
vi_vn: Cùn

source: Sabres
vi_vn: Thanh kiếm

source: Martial arts
vi_vn: Võ thuật

source: XP rate:
vi_vn: Tỷ lệ XP:

source: Attributes
vi_vn: Thuộc tính

source: Derived statistics
vi_vn: Thống kê có nguồn gốc

source: Next Level:
vi_vn: Cấp độ tiếp theo:

source: [Affects visible muscle definition]
vi_vn: [Ảnh hưởng đến định nghĩa cơ bắp có thể nhìn thấy]

source: [Slightly affects muscle definition]
vi_vn: [Hơi ảnh hưởng đến định nghĩa cơ bắp]

source: [Affects physical bulk]
vi_vn: [Ảnh hưởng đến số lượng lớn vật lý]

source: [Negatively affects visible muscle definition]
vi_vn: [Ảnh hưởng tiêu cực đến định nghĩa cơ bắp có thể nhìn thấy]

source: Racial XP Bonus:
vi_vn: Tiền thưởng XP chủng tộc:

source: Stats Affected:
vi_vn: Số liệu thống kê bị ảnh hưởng:

source: Strength XP rate (walking):
vi_vn: Tỷ lệ sức mạnh XP (đi bộ):

source: Attack speed with heavy weapons:
vi_vn: Tốc độ tấn công bằng vũ khí hạng nặng:

source: Chance to break free or resist kidnapping attempts
vi_vn: Cơ hội phá vỡ miễn phí hoặc chống lại các nỗ lực bắt cóc

source: Martial arts damage
vi_vn: Thiệt hại võ thuật

source: Strength XP rate (combat):
vi_vn: Tỷ lệ sức mạnh XP (chiến đấu):

source: Ways To Train:
vi_vn: Cách đào tạo:

source: Carrying people or overloading inventory
vi_vn: Mang theo người hoặc quá tải hàng tồn kho

source: Using a heavier weapon
vi_vn: Sử dụng vũ khí nặng hơn

source: Chance to resist stealth knock-outs
vi_vn: Cơ hội chống lại việc loại bỏ tàng hình

source: Toughness current XP rate:
vi_vn: Độ bền hiện tại XP Tỷ lệ:

source: Knockout time:
vi_vn: Thời gian loại trực tiếp:

source: Knockout point:
vi_vn: Điểm trực tiếp:

source: Wound deterioration speed:
vi_vn: Tốc độ suy giảm vết thương:

source: Amount of damage it takes to stagger you:
vi_vn: Lượng thiệt hại cần thiết để làm bạn thất vọng:

source: Getting hurt, getting beaten up, losing battles
vi_vn: Bị tổn thương, bị đánh đập, thua trận

source: Not wearing armour, taking more damage
vi_vn: Không mặc áo giáp, nhận nhiều thiệt hại hơn

source: Get up and fight instead of playing dead
vi_vn: Hãy đứng dậy và chiến đấu thay vì chơi chết

source: Weapon cutting damage
vi_vn: Cắt vũ khí sát thương

source: Rate of fire
vi_vn: Tốc độ của lửa

source: Reload speed
vi_vn: Tốc độ tải lại

source: Attacking with light weapons
vi_vn: Tấn công bằng vũ khí nhẹ

source: Frequency of attacks on opponent
vi_vn: Tần suất tấn công vào đối thủ

source: Chance of attacks not getting blocked
vi_vn: Cơ hội tấn công không bị chặn

source: Fighting with swords
vi_vn: Chiến đấu với thanh kiếm

source: Using special training equipment
vi_vn: Sử dụng thiết bị đào tạo đặc biệt

source: Bonus when fighting opponents stronger than you
vi_vn: Tiền thưởng khi chiến đấu với đối thủ mạnh hơn bạn

source: Penalty when fighting opponents weaker than you
vi_vn: Hình phạt khi chiến đấu với đối thủ yếu hơn bạn

source: Chance of blocking incoming attacks
vi_vn: Cơ hội chặn các cuộc tấn công đến

source: Blocking incoming attacks
vi_vn: Chặn các cuộc tấn công đến

source: Affects damage
vi_vn: Ảnh hưởng đến thiệt hại

source: Unlocks better techniques
vi_vn: Mở khóa kỹ thuật tốt hơn

source: Frequency of unarmed attacks on opponent
vi_vn: Tần suất tấn công không vũ trang vào đối thủ

source: Reduces injury when striking metal
vi_vn: Giảm chấn thương khi kim loại nổi bật

source: Fighting unarmed
vi_vn: Chiến đấu không vũ trang

source: Fighting encumbered (for strength)
vi_vn: Chiến đấu bị vướng víu (cho sức mạnh)
