Repository: mailinhrok/Kenshi-Viet-Hoa
Catalog: */LC_MESSAGES/main.po
Languages: vi_vn

source: To heal a character you'll need a First Aid Kit in your inventory. Hold and right click the target, then select 'First Aid' from the menu, or simply right click the heal icon over the injured person.
vi_vn: Để chữa lành một nhân vật, bạn sẽ cần một bộ dụng cụ sơ cứu trong kho của bạn. Giữ và nhấp chuột phải vào mục tiêu, sau đó chọn 'sơ cứu' từ menu hoặc chỉ cần nhấp chuột phải vào biểu tượng chữa lành trên người bị thương.

source: Alternatively you can click the medic button from the rightside command menu. This will heal all wounded squad members within range.
vi_vn: Ngoài ra, bạn có thể nhấp vào nút Medic từ menu lệnh Rightside. Điều này sẽ chữa lành tất cả các thành viên đội bị thương trong phạm vi.

source: All body parts are each affected in their own way. Your head, chest and stomach, are your vitals. If any of them fall below 0, you will pass out, and if they reach -100 then you will die.
vi_vn: Tất cả các bộ phận cơ thể đều bị ảnh hưởng theo cách riêng của họ. Đầu, ngực và dạ dày của bạn, là sức sống của bạn. Nếu bất kỳ ai trong số họ rơi xuống dưới 0, bạn sẽ bất tỉnh và nếu họ đạt -100 thì bạn sẽ chết.

source: If any of your limbs fall below 0, you won't be able to fight or walk properly. You can use a Splint Kit on broken limbs to speed up recovery and improve the limb's function until recovered.
vi_vn: Nếu bất kỳ chi của bạn giảm xuống dưới 0, bạn sẽ không thể chiến đấu hoặc đi bộ đúng cách. Bạn có thể sử dụng một bộ nẹp trên các chi bị hỏng để tăng tốc độ phục hồi và cải thiện chức năng của chi cho đến khi được phục hồi.

source: The blood stat shows how rapidly you are losing blood. Blood is slowly recovered over time, but if it drops below 0 you will pass out.
vi_vn: Chỉ số máu cho thấy bạn đang mất máu nhanh như thế nào. Máu được phục hồi từ từ theo thời gian, nhưng nếu nó giảm xuống dưới 0, bạn sẽ bất tỉnh.

source: You are injured 2
vi_vn: Bạn bị thương 2

source: The yellow areas of the health bars show bandaged health. Over time, this will slowly heal back to a healthy green.
vi_vn: Các khu vực màu vàng của các thanh sức khỏe cho thấy sức khỏe băng bó. Theo thời gian, điều này sẽ từ từ chữa lành trở lại màu xanh lá cây khỏe mạnh.

source: After using a First Aid Kit to bandage your wounds, sleeping in a bed will help fully recover more quickly. You can either build your own beds and camp beds or stay at a bar in town for a fee.
vi_vn: Sau khi sử dụng bộ dụng cụ sơ cứu để băng vết thương, ngủ trên giường sẽ giúp phục hồi hoàn toàn nhanh hơn. Bạn có thể xây dựng giường và giường trại của riêng bạn hoặc ở tại một quán bar trong thị trấn với một khoản phí.

source: You can select more specific combat modes from the rightside command menu: - Block focuses on defence over attack. - Passive focuses on non-combat unless attacked first. - Chases focuses on chasing down enemies until KO'd. - Taunt focuses on drawing enemy attacks.
vi_vn: Bạn có thể chọn các chế độ chiến đấu cụ thể hơn từ menu lệnh Rightside: - Khối tập trung vào phòng thủ trên tấn công. - thụ động tập trung vào không chiến đấu trừ khi bị tấn công trước. - Chase tập trung vào việc đuổi theo kẻ thù cho đến khi Ko'd. - Taunt tập trung vào việc vẽ các cuộc tấn công của kẻ thù.

source: You're under attack!
vi_vn: Bạn đang bị tấn công!

source: You're under attack... Use the Space Bar to pause the action. This will give you some time to think and plan your next step.
vi_vn: Bạn đang bị tấn công ... Sử dụng thanh không gian để tạm dừng hành động. Điều này sẽ cho bạn một chút thời gian để suy nghĩ và lên kế hoạch cho bước tiếp theo của bạn.

source: When you're outnumbered, it may be best to jump ship and flee. If you choose to flee, right click on the terrain to move your character. *Tip: Make sure you have your character(s) selected!
vi_vn: Khi bạn đông hơn, tốt nhất là nhảy tàu và chạy trốn. Nếu bạn chọn chạy trốn, nhấp chuột phải vào địa hình để di chuyển nhân vật của bạn. *Mẹo: Hãy chắc chắn rằng bạn đã chọn (các) nhân vật của bạn!

source: If you do choose to stand and fight, select your squad members, hold right click on the target enemy and select Attack Target, ot Attack All from the interaction menu. Just right clicking on on an enemy when the cursor is red also gives an attack order.
vi_vn: Nếu bạn chọn đứng và chiến đấu, hãy chọn các thành viên đội của bạn, hãy nhấp chuột phải vào kẻ thù đích và chọn Target Attack, OT Attack TẤT CẢ từ menu Tương tác. Chỉ cần nhấp chuột phải vào kẻ thù khi con trỏ màu đỏ cũng ra lệnh tấn công.

source: You can select different squad members by clicking on their icons in the squad panel, or by using the number keys, or by left click dragging over the in-game characters. Select your new recruit.
vi_vn: Bạn có thể chọn các thành viên đội khác nhau bằng cách nhấp vào biểu tượng của họ trong bảng điều khiển đội hình hoặc bằng cách sử dụng các phím số hoặc bằng cách nhấp chuột trái kéo qua các nhân vật trong trò chơi. Chọn tuyển dụng mới của bạn.

source: You can check your character's skill statistics by opening the Stats menu from the command menu.
vi_vn: Bạn có thể kiểm tra số liệu thống kê kỹ năng của nhân vật bằng cách mở menu thống kê từ menu lệnh.

source: Arrange and rename different squads via the squad menu.
vi_vn: Sắp xếp và đổi tên các đội khác nhau thông qua menu Đội hình.

source: You've just hired your first recruit
vi_vn: Bạn vừa thuê tuyển dụng đầu tiên của bạn

source: To perform first aid, exchange inventory items, guard, follow and carry squad members. Hold right click on them, or on their portrait to bring up the interaction menu.
vi_vn: Để thực hiện sơ cứu, trao đổi hàng tồn kho, bảo vệ, theo dõi và mang theo các thành viên đội. Giữ nhấp chuột phải vào họ, hoặc trên chân dung của họ để đưa ra menu tương tác.

source: You have stolen goods in your inventory
vi_vn: Bạn đã bị đánh cắp hàng hóa trong kho của bạn

source: Thief! You've just stolen from someone...
vi_vn: Kẻ trộm! Bạn vừa bị đánh cắp từ ai đó ...

source: Be careful when selling stolen goods to traders, you might just find yourself in trouble with the law if they catch you offloading their ally's belongings...
vi_vn: Hãy cẩn thận khi bán hàng bị đánh cắp cho các thương nhân, bạn có thể thấy mình gặp rắc rối với luật pháp nếu họ bắt bạn giảm tải đồ đạc của đồng minh ...

source: When you talk to a trader and initiate the trade screen, hover over a stolen item to check your chances of fencing success before selling. If the Fencing Chance is low and it was stolen from the same faction, you'll likely be caught.
vi_vn: Khi bạn nói chuyện với một nhà giao dịch và bắt đầu màn hình thương mại, hãy di chuột qua một mặt hàng bị đánh cắp để kiểm tra cơ hội của bạn về việc đấu kiếm thành công trước khi bán. Nếu cơ hội đấu kiếm thấp và nó đã bị đánh cắp từ cùng một phe, bạn có thể sẽ bị bắt.

source: Your best chance of selling stolen goods is to sell to a trader from another town and faction, or find a thief in one of the town bars. Thieves will buy any item off you risk free, however their prices are much less profitable than official merchant prices.
vi_vn: Cơ hội tốt nhất của bạn để bán hàng hóa bị đánh cắp là bán cho một thương nhân từ một thị trấn khác và phe phái, hoặc tìm một tên trộm trong một trong các quán bar thị trấn. Kẻ trộm sẽ mua bất kỳ mặt hàng nào bạn có rủi ro miễn phí, tuy nhiên giá của chúng ít có lợi nhuận hơn nhiều so với giá bán chính thức.

source: Select your KO'd character.
vi_vn: Chọn nhân vật KO'D của bạn.

source: When unconscious, you'll notice a KO counter appear at the top of the health panel. This counts down how long until the character wakes up again.
vi_vn: Khi bất tỉnh, bạn sẽ nhận thấy một quầy KO xuất hiện ở đầu bảng điều khiển sức khỏe. Điều này đếm ngược bao lâu cho đến khi nhân vật thức dậy một lần nữa.

source: You are KO'd (1/2)
vi_vn: Bạn là ko'd (1/2)

source: You've been knocked out...
vi_vn: Bạn đã bị đánh gục ...

source: If seriously wounded, the unconscious status will change to 'dying' and the character won't get back up until healed by another character. If they don't get first aid in time they will eventually die.
vi_vn: Nếu bị thương nặng, tình trạng vô thức sẽ thay đổi thành 'chết' và nhân vật sẽ không trở lại cho đến khi được chữa lành bởi một nhân vật khác. Nếu họ không được sơ cứu kịp thời, cuối cùng họ sẽ chết.

source: Even after healing, a character will need time to recover before regaining consciousness. Particularly bad injuries will enter the character into a recovery coma until their vitals have improved above 0.
vi_vn: Ngay cả sau khi chữa lành, một nhân vật sẽ cần thời gian để phục hồi trước khi tỉnh lại. Đặc biệt chấn thương xấu sẽ xâm nhập vào nhân vật vào hôn mê phục hồi cho đến khi sức sống của họ được cải thiện trên 0.

source: Getting KO'd may seem like a failure, but remember we learn best from our failures. Your toughness and defence stats will be improved each time you are KO'd. This will increase your KO recovery threshold over time.
vi_vn: Nhận được Ko'd có vẻ như là một thất bại, nhưng hãy nhớ rằng chúng ta học được tốt nhất từ ​​những thất bại của mình. Số liệu thống kê về độ bền và phòng thủ của bạn sẽ được cải thiện mỗi khi bạn là Ko'd. Điều này sẽ tăng ngưỡng phục hồi KO của bạn theo thời gian.

source: The rescue job will find nearby unconcious allies and automatically cary them to a bed if there are any availiable in the vicinity.
vi_vn: Công việc giải cứu sẽ tìm thấy các đồng minh không ý thức gần đó và tự động cary họ lên giường nếu có bất kỳ sự sẵn có nào trong vùng lân cận.

source: You are KO'd (2/2)
vi_vn: Bạn là ko'd (2/2)

source: You can have conscious characters carry KO'd characters to safety. Hold right click on the KO'd character and select Pick Up from the interaction menu.
vi_vn: Bạn có thể có các nhân vật có ý thức mang các nhân vật Ko'd đến nơi an toàn. Giữ nhấp chuột phải vào nhân vật KO'D và chọn nhận từ menu tương tác.

source: To help a KO'd character recover their wounds more quickly, you can carry them to a bed.
vi_vn: Để giúp một nhân vật Ko'd phục hồi vết thương của họ nhanh hơn, bạn có thể mang chúng lên giường.

source: To escape a prison cell, you'll need to use your lockpicking skills. Select your imprisoned character and hold right click on the cage to bring up the interaction menu. Select lockpick. The character must be concious.
vi_vn: Để thoát khỏi phòng giam, bạn sẽ cần sử dụng các kỹ năng khóa của mình. Chọn nhân vật bị giam cầm của bạn và giữ nhấp chuột phải vào lồng để đưa ra menu tương tác. Chọn Lockpick. Nhân vật phải được đồng tình.

source: Now you'll need to wait for success. The speed it takes to pick a lock is dependent on each individual's thievery skill level.
vi_vn: Bây giờ bạn sẽ cần phải chờ thành công. Tốc độ cần thiết để chọn khóa phụ thuộc vào cấp độ kỹ năng trộm cắp của mỗi cá nhân.

source: How to escape a prison
vi_vn: Làm thế nào để thoát khỏi một nhà tù

source: You've committed a crime and been imprisoned. You can either wait out your sentence, have another squad member bail you out, or you can try to escape...
vi_vn: Bạn đã phạm tội và bị cầm tù. Bạn có thể đợi câu của mình, có một thành viên đội khác bảo lãnh cho bạn hoặc bạn có thể cố gắng trốn thoát ...

source: Once successful, hold right click again on the cage and select escape. You may want to wait until any nearby captors are distracted.
vi_vn: Sau khi thành công, hãy giữ lại nhấp chuột phải vào lồng và chọn Escape. Bạn có thể muốn đợi cho đến khi bất kỳ kẻ bắt giữ gần đó bị phân tâm.

source: How to escape a prison (cannibal)
vi_vn: Làm thế nào để thoát khỏi một nhà tù (ăn thịt người)

source: You've been captured! Make an escape before you get turned into a cannibal banquet!
vi_vn: Bạn đã bị bắt! Thực hiện một lối thoát trước khi bạn biến thành một bữa tiệc ăn thịt người!

source: Once successful, hold right click again on the cage and select escape. You may want to wait until any nearby captors are distracted. Hint: Sometimes it's a good idea to use a character as a decoy while the other's escape. Harsh but necessary...
vi_vn: Sau khi thành công, hãy giữ lại nhấp chuột phải vào lồng và chọn Escape. Bạn có thể muốn đợi cho đến khi bất kỳ kẻ bắt giữ gần đó bị phân tâm. Gợi ý: Đôi khi, bạn nên sử dụng một nhân vật như một kẻ giải mã trong khi người kia trốn thoát. Khắc nghiệt nhưng cần thiết ...

source: Sneaking
vi_vn: Lén lút

source: By toggling the sneak button, you are entering stealth mode. In this mode you can perform stealth knockouts, kidnaps and steal stuff.
vi_vn: Bằng cách bật nút lén lút, bạn đang vào chế độ tàng hình. Trong chế độ này, bạn có thể thực hiện loại trực tiếp tàng hình, bắt cóc và đánh cắp đồ.

source: The Stealth cursor displays two icons: an eyeball and a sun. When the eyeball is red, it means that you are in view of nearby NPCs. When the eyeball is blue, it means that you are currently out of anyone's line of sight.
vi_vn: Con trỏ tàng hình hiển thị hai biểu tượng: nhãn cầu và mặt trời. Khi nhãn cầu có màu đỏ, điều đó có nghĩa là bạn đang nhìn thấy các NPC gần đó. Khi nhãn cầu có màu xanh, điều đó có nghĩa là bạn hiện đang ra khỏi tầm nhìn của bất kỳ ai.

source: The sun icon shows the light level. When the sun is shaded, you are at your least visible. Hint: Nightfall is prime time for sneaking!
vi_vn: Biểu tượng mặt trời cho thấy mức độ ánh sáng. Khi mặt trời được tô bóng, bạn ít nhất là có thể nhìn thấy. Gợi ý: Nightfall là thời điểm chính để lén lút!

source: To perform a stealth knockout, right click on an NPC while sneaking. The percentage shows the chance of success. The higher your Assassination skill, the higher the chance.
vi_vn: Để thực hiện một loại trực tiếp tàng hình, nhấp chuột phải vào NPC trong khi lén lút. Tỷ lệ phần trăm cho thấy cơ hội thành công. Kỹ năng ám sát của bạn càng cao, cơ hội càng cao.

source: To kidnap an KO'd NPC, hold right click on them, and select Kidnap from the command menu.
vi_vn: Để bắt cóc một NPC KO'D, hãy nhấp chuột phải vào họ và chọn bắt cóc từ menu lệnh.

source: How to steal
vi_vn: Làm thế nào để ăn cắp

source: Careful, trying to open locked items and doors is illegal and could land you in trouble... Well, if you get caught, that is. As a rule, if the cursor shows red, then that action is hostile or illegal.
vi_vn: Cẩn thận, cố gắng mở các vật dụng và cửa bị khóa là bất hợp pháp và có thể khiến bạn gặp rắc rối ... tốt, nếu bạn bị bắt, đó là. Theo quy định, nếu con trỏ hiển thị màu đỏ, thì hành động đó là thù địch hoặc bất hợp pháp.

source: Entering Sneak mode will help reduce the chance of you getting caught while committing crimes. You can find the Sneak button at the bottom right of the UI.
vi_vn: Nhập chế độ lén sẽ giúp giảm cơ hội bạn bị bắt trong khi phạm tội. Bạn có thể tìm thấy nút lén ở phía dưới bên phải của UI.

source: Hold the right mouse and select Pick Lock. The percentage amount displayed shows your chance of success. The lower the number, the longer it will take to pick. Your lock picking speed depends on the Thievery skill stat.
vi_vn: Giữ đúng chuột và chọn chọn khóa. Số lượng phần trăm hiển thị cho thấy cơ hội thành công của bạn. Số lượng càng thấp, càng mất nhiều thời gian để chọn. Tốc độ chọn khóa của bạn phụ thuộc vào chỉ số kỹ năng trộm cắp.

source: To steal individual items displayed on shelves and tables, hold ALT and right click on the item.
vi_vn: Để đánh cắp các mục riêng lẻ được hiển thị trên kệ và bảng, giữ alt và nhấp chuột phải vào mục.

source: This person has a bounty on their head. You can check if somebody has a bounty in their status panel. Mouse over this panel to check which faction set the bounty.
vi_vn: Người này có một tiền thưởng trên đầu họ. Bạn có thể kiểm tra xem ai đó có tiền thưởng trong bảng trạng thái của họ không. Chuột qua bảng điều khiển này để kiểm tra phe nào đặt tiền thưởng.

source: How to do bounties
vi_vn: Cách làm tiền thưởng

source: To collect bounties, you'll need to take them to a police station. First, knock the person out, then pick them up and carry them to the nearest town.
vi_vn: Để thu tiền thưởng, bạn sẽ cần đưa họ đến đồn cảnh sát. Đầu tiên, hạ gục người đó, sau đó đón họ và mang chúng đến thị trấn gần nhất.

source: To pick up a bounty, hold and right click the mouse on them to bring up the interaction menu.
vi_vn: Để nhận tiền thưởng, giữ và nhấp chuột phải vào chuột để đưa ra menu tương tác.

source: Once you've found a police station, talk to the station's police chief for your reward.
vi_vn: Khi bạn đã tìm thấy một đồn cảnh sát, hãy nói chuyện với cảnh sát trưởng của nhà ga vì phần thưởng của bạn.

source: Your character is hungry...
vi_vn: Nhân vật của bạn đang đói ...

source: You need food to survive in this world or you'll starve. You can grow food, buy it, hunt it, or steal it.
vi_vn: Bạn cần thức ăn để tồn tại trong thế giới này hoặc bạn sẽ chết đói. Bạn có thể trồng thức ăn, mua nó, săn nó hoặc đánh cắp nó.

source: Your squad will automatically eat whatever food is in their inventory. Make sure all of your squad are stocked up!
vi_vn: Đội hình của bạn sẽ tự động ăn bất cứ thực phẩm nào trong kho của họ. Hãy chắc chắn rằng tất cả các đội của bạn được dự trữ!

source: If enemies are still nearby, a character may play dead in order to avoid further fighting and injury.
vi_vn: Nếu kẻ thù vẫn ở gần đó, một nhân vật có thể chơi chết để tránh chiến đấu và thương tích thêm.

source: Playing dead
vi_vn: Chơi chết

source: To get up, right click to move. Just make sure there are no enemies around!
vi_vn: Để đứng dậy, nhấp chuột phải để di chuyển. Chỉ cần chắc chắn rằng không có kẻ thù xung quanh!

source: You can organise your squad by assigning them jobs in the Orders Menu. The is especially useful for farms, mines and other production jobs, since assigned characters will automatically store and replenish raw materials as they work.
vi_vn: Bạn có thể tổ chức đội hình của mình bằng cách gán cho họ các công việc trong menu đơn hàng. Điều này đặc biệt hữu ích cho các trang trại, mỏ và các công việc sản xuất khác, vì các nhân vật được chỉ định sẽ tự động lưu trữ và bổ sung nguyên liệu thô khi chúng hoạt động.

source: You can remove a job at any time by pressing the X button.
vi_vn: Bạn có thể xóa một công việc bất cứ lúc nào bằng cách nhấn nút X.

source: To assign a job, select a character. Then, hold Shift while right clicking to interact with the object or building you wish to assign them to.
vi_vn: Để gán một công việc, chọn một nhân vật. Sau đó, giữ ca trong khi nhấp chuột phải để tương tác với đối tượng hoặc xây dựng bạn muốn gán chúng cho.

source: You can give characters multiple jobs. Top-most jobs in the Orders Menu will always take priority over lower assigned jobs. You can drag jobs to re-order them.
vi_vn: Bạn có thể cung cấp cho các nhân vật nhiều công việc. Các công việc hàng đầu trong menu đơn hàng sẽ luôn được ưu tiên hơn các công việc được giao thấp hơn. Bạn có thể kéo các công việc để đặt hàng lại chúng.

source: Your character will automatically behave 'obediently' to their master. If you want to escape, you'll need to dismiss the Obedient Slave auto job by pressing the X.
vi_vn: Nhân vật của bạn sẽ tự động cư xử 'ngoan ngoãn' với chủ của họ. Nếu bạn muốn trốn thoát, bạn sẽ cần phải loại bỏ công việc tự động nô lệ ngoan ngoãn bằng cách nhấn X.

source: Being a slave
vi_vn: Là một nô lệ

source: You've been enslaved. You can either live out the rest of your life as a slave, or you can break free and escape.
vi_vn: Bạn đã bị bắt làm nô lệ. Bạn có thể sống phần còn lại của cuộc đời mình như một nô lệ, hoặc bạn có thể thoát ra và trốn thoát.

source: You can then hold right click on your character to bring up the interaction menu and unlock your shackles to escape.
vi_vn: Sau đó, bạn có thể giữ nhấp chuột phải vào nhân vật của mình để đưa ra menu tương tác và mở khóa xiềng xích của bạn để trốn thoát.

source: Careful, even if you successfully escape, you're now branded a slave. If anyone recognises you, you'll be recaptured.
vi_vn: Cẩn thận, ngay cả khi bạn trốn thoát thành công, giờ đây bạn là một nô lệ. Nếu bất cứ ai nhận ra bạn, bạn sẽ bị bắt lại.

source: Your character's status will show as Disguised when you are hidden in full uniform.
vi_vn: Tình trạng của nhân vật của bạn sẽ hiển thị được ngụy trang khi bạn được giấu trong đồng phục đầy đủ.

source: Disguises & uniforms
vi_vn: Ngụy trang & đồng phục

source: If you have the complete outfit, you can use faction uniforms to disguise yourself. Disguise success is dependent on the Stealth skill stat.
vi_vn: Nếu bạn có trang phục hoàn chỉnh, bạn có thể sử dụng đồng phục phe để cải trang. Việc ngụy trang thành công phụ thuộc vào chỉ số kỹ năng tàng hình.

source: Careful you don't get caught wearing a faction's uniform, most people don't take too kindly to imposters.
vi_vn: Cẩn thận bạn không bị bắt khi mặc đồng phục của phe phái, hầu hết mọi người không quá tử tế với những kẻ mạo danh.

source: Your machine is full. Machines and buildings only have a maximum amount of materials they can hold after they've produced them. You won't be able to produce anything else until you've shifted these materials.
vi_vn: Máy của bạn đã đầy. Máy móc và tòa nhà chỉ có một lượng vật liệu tối đa mà chúng có thể giữ sau khi chúng sản xuất chúng. Bạn sẽ không thể sản xuất bất cứ thứ gì khác cho đến khi bạn chuyển các vật liệu này.

source: Your machine is full
vi_vn: Máy của bạn đã đầy

source: Build Storage Boxes to hold excess materials.
vi_vn: Xây dựng hộp lưu trữ để giữ các vật liệu dư thừa.

source: Building gates and walls
vi_vn: Xây dựng cổng và tường

source: When building walls, you need to be careful not to place them facing inside out. The arrows you see show the OUTSIDE facing direction of the walls.
vi_vn: Khi xây dựng các bức tường, bạn cần cẩn thận không đặt chúng đối diện với từ trong ra ngoài. Các mũi tên bạn thấy hiển thị hướng bên ngoài hướng của các bức tường.

source: You can use the < and > buttons to rotate before placing them.
vi_vn: Bạn có thể sử dụng các nút <và> để xoay trước khi đặt chúng.

source: As with other buildings, you can only place them when they glow green.
vi_vn: Cũng như các tòa nhà khác, bạn chỉ có thể đặt chúng khi chúng phát sáng màu xanh lá cây.

source: Once you're happy, left click to set it down. To finish the link, right click.
vi_vn: Khi bạn hạnh phúc, nhấp chuột trái để đặt nó xuống. Để hoàn thành liên kết, nhấp chuột phải.

source: To craft items, open the Tech menu
vi_vn: Để thủ công các mặt hàng, hãy mở menu công nghệ

source: Open the Crafting tab
vi_vn: Mở tab Crafting

source: This will show available items you can craft in the middle section. The bottom panel shows how much time and materials you'll need to make that item.
vi_vn: Điều này sẽ hiển thị các mặt hàng có sẵn bạn có thể tạo ra ở phần giữa. Bảng dưới cùng cho thấy bạn cần bao nhiêu thời gian và vật liệu để làm cho mặt hàng đó.

source: How to craft
vi_vn: Làm thế nào để chế tạo

source: First, you need to select a station from the section on the left side of the menu.
vi_vn: Đầu tiên, bạn cần chọn một trạm từ phần ở phía bên trái của menu.

source: Left click to select an item to craft. You can queue multiple items, or alternatively you can cancel them with the X.
vi_vn: Bấm trái để chọn một mặt hàng để chế tạo. Bạn có thể xếp hàng nhiều mục hoặc thay vào đó, bạn có thể hủy chúng bằng X.

source: Now, make sure you have workers assigned to the work station which is crafting these items. You'll also need pleny of raw materials before you start crafting.
vi_vn: Bây giờ, hãy chắc chắn rằng bạn có công nhân được chỉ định cho trạm làm việc đang chế tạo các mặt hàng này. Bạn cũng sẽ cần có những nguyên liệu thô trước khi bạn bắt đầu chế tạo.

source: You can buy blueprints or research new items to craft.
vi_vn: Bạn có thể mua bản thiết kế hoặc nghiên cứu các mặt hàng mới để chế tạo.
